[
  {
    "id": "tpo-36-1",
    "title": "Soil Formation",
    "link": "https://toefl.kmf.com/detail/read/e1eeqj.html/1",
    "article": [
      "Living organisms play an essential role in soil formation. The numerous plants and animals living in the soil release minerals from the parent material from which soil is formed, supply organic matter, aid in the translocation(movement) and aeration of the soil, and help protect the soil from erosion. The types of organisms growing or living in the soil greatly influence the soil's physical and chemical characteristics. In fact, for mature soils in many parts of the world, the predominant type of natural vegetation is considered the most important direct influence on soil characteristics. For this reason, a soil scientist can tell a great deal about the attributes of the soil in any given area simply from knowing what kind of flora the soil supports. Thus prairies and tundra regions, which have characteristic vegetations, also have characteristic soils.",
      "The quantity and total weight of soil flora generally exceed that of soil fauna. By far the most numerous and smallest of the plants living in soil are bacteria. Under favorable conditions, a million or more of these tiny, single-celled plants can inhabit each cubic centimeter of soil. It is the bacteria, more than any other organisms, that enable rock or other parent material to undergo the gradual transformation to soil. Some bacteria produce organic acids that directly attack parent material, breaking it down and releasing plant nutrients. Others decompose organic litter (debris) to form humus (nutrient-rich organic matter). A third group of bacteria inhabits the root systems of plants called legumes. These include many important agricultural crops, such as alfalfa, clover, soybeans, peas, and peanuts. The bacteria that legumes host within their root nodules small swellings on the root change nitrogen gas from the atmosphere into nitrogen compounds that plants are able to metabolize, a process, known as nitrogen fixation, that makes the soil more fertile. Other microscopic plants also are important in soil development. For example, in highly acidic soils where few bacteria can survive, fungi frequently become the chief decomposers of organic matter.",
      "More complex forms of vegetation play several vital roles with respect to the soil. Trees, grass, and other large plants supply the bulk of the soil's humus. The minerals released as these plants decompose on the surface constitute an important nutrient source for succeeding generations of plants as well as for other soil organisms. In addition, trees can extend their roots deep within the soil and bring up nutrients from far below the surface. These nutrients eventually enrich the surface soil when the tree drops its leaves or when it dies and decomposes. Finally, trees perform the vital function of slowing water runoff and holding the soil in place with their root systems, thus combating erosion. The increased erosion that often accompanies agricultural use of sloping land is principally caused by the removal of its protective cover of natural vegetation.",
      "Animals also influence soil composition. The faunal counterparts of bacteria are protozoa. These single-celled organisms are the most numerous representatives of the animal kingdom, and, like bacteria, a million or more can sometimes inhabit each cubic centimeter of soil. Protozoa feed on organic matter and hasten its decomposition. Among other soil-dwelling animals, the earthworm is probably the most important. Under exceptionally favorable conditions, up to a million earthworms ?with a total body weight exceeding 450 kilograms? may inhabit an acre of soil. Earthworms ingest large quantities of soil, chemically alter it, and excrete it as organic matter called casts. The casts form a high-quality natural fertilizer. In addition, earthworms mix soil both vertically and horizontally, improving aeration and drainage.",
      "Insects such as ants and termites also can be exceedingly numerous under favorable climatic and soil conditions. In addition, mammals such as moles, field mice, gophers, and prairie dogs sometimes are present in sufficient numbers to have significant impact on the soil. These animals primarily work the soil mechanically. As a result, the soil is aerated, broken up, fertilized, and brought to the surface, hastening soil development."
    ]
  },
  {
    "id": "tpo-36-2",
    "title": "Early Ideas about Deep-sea Biology",
    "link": "https://toefl.kmf.com/detail/read/61ef4j.html/1",
    "article": [
      "In 1841 Edward Forbes was offered the chance to serve as naturalist aboard HMS Beacon, an English Royal Navy ship assigned to survey the Aegean Sea. For a year and a half the Beacon crisscrossed the Aegean waters. During that time Forbes was able to drag his small, triangular dredge-a tool with a leather net for capturing creatures along the sea bottom-at a hundred locations, at depths ranging from 6 to 1,380 feet. He collected hundreds of different species of animals, and he saw that they were distributed in eight different depth zones, each containing its own distinct assemblage of animal life, the way zones of elevation on the side of a mountain are populated by distinct sets of plants.",
      "Forbes also thought he saw, as he later told the British Association, that 'the number of species and individuals diminishes as we descend, pointing to a zero in the distribution of animal life as yet unvisited. This zero, Forbes casually speculated-he simply extended a line on his graph of animal number versus depth-probably began at a depth of 1,800 feet. Below that was the final zone in Forbes's scheme, zone nine, a zone that covered most of the ocean floor and thus most of the solid surface of Earth: Forbes called this the azoic zone, where no animal, to say nothing of plants, could survive.",
      "Forbes's azoic zone was entirely plausible at the time, and it was certainly far from the strangest idea that was then entertained about the deep sea. In the first decade of the nineteenth century, a French naturalist named François Péron had sailed around the world measuring the temperature of the ocean. He found that the deeper the water, the colder it got, and he concluded that the seafloor was covered with a thick layer of ice. Péron ignored the fact that water expands when it freezes and that ice therefore floats. A more popular belief at the time was that water at great depth would be compressed to such a density that nothing could sink through it. This ignored the fact that water is all but incompressible. But even the more sensible naturalists of the day were guilty of a similar misconception. They imagined the deep sea as being filled with an unmoving and undisturbable pool of cold, dense water. In reality the deep is always being refreshed by cold water sinking from above.",
      "The central implication of all these misconceptions was that nothing could live in the abyss (deep), just as Forbes's observations seemed to indicate. But Forbes erred in two ways. One was the particular study site he happened to use as a springboard for his sweeping postulate of a lifeless abyss. Although the Aegean had been the birthplace of marine biology, its depths are now known to be exceptionally lacking in animal diversity. Moreover, through no fault of his own, Forbes was not particularly successful at sampling such life as did exist at the bottom of the Aegean. It was his dredge that was inadequate. Its opening was so small and the holes in the net so large that the dredge inevitably missed animals. Many of those it did catch must have poured out of its open mouth when Forbes reeled it in. His azoic zone, then, was a plausible but wild extrapolation from pioneering but feeble data.",
      "As it turned out, the existence of the azoic zone had been disproved even before Forbes suggested it, and the theory continued to be contradicted regularly throughout its long and influential life. Searching for the Northwest Passage from the Atlantic to the Pacific in 1818, Sir John Ross had lowered his 'deep-sea clam'-a sort of bivalved sediment scoop-into the waters of Baffin Bay(an inlet between the Atlantic and Arctic oceans), which he determined to be more than a thousand fathoms deep in some places. Modern soundings indicate he overestimated his depths by several hundred fathoms, but in any case Ross's clam dove several times deeper than Forbes's dredge. It brought back mud laced with worms, and starfish that had entangled themselves in the line at depths well below the supposed boundary of the azoic zone."
    ]
  },
  {
    "id": "tpo-36-3",
    "title": "Industrial Melanism: The Case of the Peppered Moth",
    "link": "https://toefl.kmf.com/detail/read/01efij.html/1",
    "article": [
      "The idea of natural selection is that organisms in a species that have characteristics favoring survival are most likely to survive and produce offspring with the same characteristics. Because the survival of organisms with particular characteristics is favored over the survival of other organisms in the same species that lack these characteristics, future generations of the species are likely to include more organisms with the favorable characteristics.",
      "One of the most thoroughly analyzed examples of natural selection in operation is the change in color that has occurred in certain populations of the peppered moth, Biston betularia, in industrial regions of Europe during the past 100 years. Originally moths were uniformly pale gray or whitish in color; dark-colored (melanic)individuals were rare and made up less than 2 percent of the population. Over a period of decades, dark-colored forms became an increasingly large fraction of some populations and eventually came to dominate peppered moth populations in certain areas-especially those of extreme industrialization such as the Ruhr Valley of Germany and the Midlands of England. Coal from industry released large amounts of black soot into the environment, but the increase of the dark-colored forms was not due to genetic mutations caused by industrial pollution. For example, caterpillars that feed on soot-covered leaves did not give rise to dark-colored adults. Rather, pollution promoted the survival of dark forms on soot-covered trees. Melanics were normally quickly eliminated in nonindustrial areas by adverse selection; birds spotted them easily. This phenomenon, an increase in the frequency of dark-colored mutants in polluted areas, is known as industrial melanism. The North American equivalent of this story is another moth, the swettaria form of Biston cognataria, first noticed in industrialized areas such as Chicago and New York City in the early 1900s. By 1961 it constituted over 90 percent of the population in parts of Michigan.",
      "The idea that natural selection was responsible for the changing ratio of dark- to light-colored peppered moths was developed in the 1950s by H.B.D.Kettlewell of Oxford University. If natural selection was the explanation, then there should be different survival rates for dark- and light-colored moths. To determine whether this was true, Kettlewell released thousands of light and dark moths (each marked with a paint spot) into rural and industrialized areas. In the nonindustrial area of Dorset, he recaptured 14.6 percent of the pale forms but only 4.7 percent of the dark forms. In the industrial area of Birmingham, the situation was reversed: 13 percent of pale forms but 27.5 percent of dark forms were recaptured.",
      "Clearly some environmental factor was responsible for the greater survival rates of dark moths. Birds were predators of peppered moths. Kettlewell hypothesized that the normal pale forms are difficult to see when resting on lichen-covered trees, whereas dark forms are conspicuous. In industrialized areas, lichens are destroyed by pollution, tree barks become darker, and dark moths are the ones birds have difficulty detecting. As a test, Kettlewell set up hidden observation positions and watched birds voraciously eat moths placed on tree trunks of a contrasting color. The action of natural selection in producing a small but highly significant step of evolution was seemingly demonstrated, with birds as the selecting force.",
      "Not every researcher has been convinced that natural selection by birds is the only explanation of the observed frequencies of dark and light peppered moths. More recent data, however, provide additional support for Kettlewell's ideas about natural selection. The light-colored form of the peppered moth is making a strong comeback. In Britain, a Clean Air Act was passed in 1965. Sir Cyril Clarke has been trapping moths at his home in Liverpool, Merseyside, since 1959. Before about 1975, 90 percent of the moths were dark, but since then there has been a steep decline in melanic forms, and in 1989 only 29.6 percent of the moths caught were melanic. The mean concentration of sulphur dioxide pollution fell from about 300 micrograms per cubic meter in 1970 to less than 50 micrograms per cubic meter in 1975 and has remained fairly constant since then. If the spread of the light-colored form of the moth continues at the same speed as the melanic form spread in the last century, soon the melanic form will again be only an occasional resident of the Liverpool area."
    ]
  },
  {
    "id": "tpo-37-1",
    "title": "Thales and the Milesians",
    "link": "https://toefl.kmf.com/detail/read/51eg0j.html/1",
    "article": [
      "While many other observers and thinkers had laid the groundwork for science, Thales (circa 624 B.C.E.-ca 547 B.C.E.), the best known of the earliest Greek philosophers, made the first steps toward a new, more objective approach to finding out about the world. He posed a very basic question: 'What is the world made of?' Many others had asked the same question before him, but Thales based his answer strictly on what he had observed and what he could reason out-not on imaginative stories about the gods or the supernatural. He proposed water as the single substance from which everything in the world was made and developed a model of the universe with Earth as a flat disk floating in water.",
      "Like most of the great Greek philosophers, Thales had an influence on others around him. His two best-known followers, though there were undoubtedly others who attained less renown, were Anaximander and Anaximenes. Both were also from Miletus(located on the southern coast of present-day Turkey) and so, like Thales, were members of the Milesian School. Much more is known about Anaximander than about Anaximenes, probably because Anaximander, who was born sometime around 610 BCE, ambitiously attempted to write a comprehensive history of the universe. As would later happen between another teacher-student pair of philosophers, Plato and Aristotle, Anaximander disagreed with his teacher despite his respect for him. He doubted that the world and all its contents could be made of water and proposed instead a formless and unobservable substance he called 'apeiron' that was the source of all matter.",
      "Anaximander's most important contributions, though, were in other areas. Although he did not accept that water was the prime element, he did believe that all life originated in the sea, and he was thus one of the first to conceive of this important idea. Anaximander is credited with drawing up the first world map of the Greeks and also with recognizing that Earth's surface was curved. He believed, though, that the shape of Earth was that of a cylinder rather than the sphere that later Greek philosophers would conjecture. Anaximander, observing the motions of the heavens around the polestar, was probably the first of the Greek philosophers to picture the sky as a sphere completely surrounding Earth-an idea that, elaborated upon later, would prevail until the advent of the Scientific Revolution in the seventeenth century.",
      "Unfortunately, most of Anaximander's written history of the universe was lost, and only a few fragments survive today. Little is known about his other ideas. Unfortunately, too, most of the written work of Anaximenes, who may have been Anaximander's pupil, has also been lost. All we can say for certain about Anaximenes, who was probably born around 560 BCE, is that following in the tradition of Anaximander, he also disagreed with his mentor. The world, according to Anaximenes, was not composed of either water or apeiron, but air itself was the fundamental element of the universe. Compressed, it became water and earth, and when rarefied or thinned out, it heated up to become fire. Anaximenes may have also been the first to study rainbows and speculate upon their natural rather than supernatural cause.",
      "With the door opened by Thales and the other early philosophers of Miletus, Greek thinkers began to speculate about the nature of the universe. This exciting burst of intellectual activity was for the most part purely creative. The Greeks, from Thales to Plato and Aristotle, were philosophers and not scientists in today's sense. It is possible for anyone to create 'ideas' about the nature and structure of the universe, for instance, and many times these ideas can be so consistent and elaborately structured, or just so apparently obvious, that they can be persuasive to many people. A scientific theory about the universe, however, demands much more than the various observations and analogies that were woven together to form systems of reasoning, carefully constructed as they were, that would eventually culminate in Aristotle's model of the world and the universe. Without experimentation and objective, critical testing of their theories, the best these thinkers could hope to achieve was some internally consistent speculation that covered all the bases and satisfied the demands of reason."
    ]
  },
  {
    "id": "tpo-37-2",
    "title": "Direct Species Translocation",
    "link": "https://toefl.kmf.com/detail/read/81egej.html/1",
    "article": [
      "It is becoming increasingly common for conservationists to move individual animals or entire species from one site to another. This may be either to establish a new population where a population of conspecifics (animals or plants belonging to the same species) has become extinct or to add individuals to an existing population. The former is termed reintroduction and the latter reinforcement. In both cases, wild individuals are captured in one location and translocated directly to another.",
      "Direct translocation has been used on a wide range of plants and animals and was carried out to maintain populations as a source of food long before conservation was a familiar term. The number of translocations carried out under the banner of conservation has increased rapidly, and this has led to criticism of the technique because of the lack of evaluation of its efficacy and because of its potential disadvantages. The nature of translocation ranges from highly organized and researched national or international programs to ad hoc releases of rescued animals by well-intentioned animal lovers. In a fragmented landscape where many populations and habitats are isolated from others, translocations can play an effective role in conservation strategies; they can increase the number of existing populations or increase the size, genetic diversity, and demographic balance of a small population, consequently increasing its chances of survival.",
      "Translocation clearly has a role in the recovery of species that have substantially declined and is the most likely method by which many sedentary species can recover all or part of their former range. However, against this is the potential for reinforcement translocations to spread disease from one population to another or to introduce deleterious or maladaptive genes to a population. Additionally, translocation of predators or competitors may have negative impacts on other species, resulting in an overall loss of diversity. Last but not least of these considerations is the effort and resources required in this type of action, which need to be justified by evidence of the likely benefits.",
      "Despite the large number of translocations that have taken place, there is surprisingly little evidence of the efficacy of such actions. This is partly because many translocations have not been strictly for conservation; neither have they been official nor legal, let alone scientific in their approach. Successful translocations inevitably get recorded and gain attention, whereas failures may never be recorded at all. This makes appraisal of the method very difficult. One key problem is a definition of success. Is translocation successful if the individuals survive the first week or a year, or do they need to reproduce for one or several generations? Whatever the answer, it is clear that a general framework is required to ensure that any translocation is justified, has a realistic chance of success, and will be properly monitored and evaluated for the benefit of future efforts.",
      "An example of apparent translocation success involves the threatened Seychelles warbler. This species was once confined to Cousin Island, one of the Seychelles islands, and reduced to 26 individuals. Careful habitat management increased this number to over 300 birds, but the single population remained vulnerable to local catastrophic events. The decision was taken to translocate individuals to two nearby islands to reduce this risk. The translocations took place in 1988 and 1990, and both have resulted in healthy breeding populations. A successful translocation exercise also appears to have been achieved with red howler monkeys in French Guiana. A howler population was translocated from a site due to be flooded for hydroelectric power generation. The release site was an area where local hunting had reduced the density of the resident howler population. Released troops of monkeys were kept under visual observation and followed by radio tracking of 16 females. Although the troops appeared to undergo initial problems, causing them to split up, all the tracked females settled into normal behavioral patterns.",
      "Unfortunately, the success stories are at least matched by accounts of failure. Reviewing translocation of amphibians and reptiles, researchers C.Kenneth Dodd and Richard A. Siegel concluded that most projects have not demonstrated success as conservation techniques and should not be advocated as though they were acceptable management and mitigation practices."
    ]
  },
  {
    "id": "tpo-37-3",
    "title": "Modern Architecture in the United States",
    "link": "https://toefl.kmf.com/detail/read/d1egsj.html/1",
    "article": [
      "At the end of the nineteenth century, there were basically two kinds of buildings in the United States. On one hand were the buildings produced for the wealthy or for civic purposes, which tended to echo the architecture of the past and to use traditional styles of ornamentation. On the other hand were purely utilitarian structures, such as factories and grain elevators, which employed modern materials such as steel girders and plate glass in an undisguised and unadorned manner. Such buildings, however, were viewed in a category separate from 'fine' architecture, and in fact were often designed by engineers and builders rather than architects. The development of modern architecture might in large part be seen as an adaptation of this sort of functional building and its pervasive application for daily use. Indeed, in his influential book Toward a New Architecture, the Swiss architect Le Corbusier illustrated his text with photographs of American factories and grain storage silos, as well as ships, airplanes, and other industrial objects. Nonetheless, modern architects did not simply employ these new materials in a strictly practical fashion-they consciously exploited their aesthetic possibilities. For example, glass could be used to open up walls and eliminate their stone and brick masonry because large spaces could now be spanned with steel beams.",
      "The fundamental premise of modern architecture was that the appearance of the building should exhibit the nature of its materials and forms of physical support. This often led to effects that looked odd from a traditional standpoint but that became hallmarks of modern architecture for precisely this reason. For example, in traditional architecture, stone or brick walls served a structural role, but in a steel-beam building the walls were essentially hung from the internal skeleton of steel beams, which meant that walls and corners no longer needed to be solid but could be opened up in unexpected ways. At the Fagus shoe factory in Germany, for example, German architect Walter Gropius placed glass walls in the corners, effectively breaking open the box of traditional architecture and creating a new sense of light and openness. Similarly, steel beams could be used to construct balconies that projected out from the building without any support beneath them. These dramatic balconies quickly became a signature of modern architects such as Frank Lloyd Wright. Wright'zs most dramatic residence, Fallingwater, has balconies that thrust far out over a stream in a way that seems to defy gravity.",
      "The ways in which new technology transformed architectural design are dramatically illustrated through the evolution of the high-rise office building. After ten or twelve stories, masonry construction reaches a maximum possible height, since it runs into difficulties of compression and of inadequate lateral strength to combat wind shear. Steel construction, on the other hand, can support a building of 50 or 100 stories without difficulty. Such buildings were so different from any previous form of architecture that they quickly acquired a new name-the skyscraper.",
      "From the standpoint of real estate developers, the purpose of skyscrapers was to increase rental space in valuable urban locations. But to create usable high-rise buildings, a number of technical challenges needed to be solved. One problem was getting people to the upper floors, since after five or six stories it becomes exhausting to climb stairs. Updated and electrified versions of the freight elevator that had been introduced by Elish Graves Otis in 1853 (several decades before skyscraper construction) solved this problem. Another issue was fire safety. The metal supporting buildings became soft when exposed to fire and collapsed relatively quickly. (They could melt at 2,700 Fahrenheit, whereas major fires achieve temperatures of 3,000 degrees). However, when the metal is encased in fire-retardant materials, its vulnerability to fire is much decreased. In Chicago, a system was developed for surrounding the metal components with hollow tiles made from brick-like terra-cotta. Such tiles are impervious to fire. The terra-cotta tiles were used both to encase the supporting members and as flooring. A structure built with steel beams protected by terra-cotta tiles was still three times lighter than a comparably sized building that used masonry construction, so the weight of the tiles was not a problem."
    ]
  },
  {
    "id": "tpo-38-1",
    "title": "The Racoon's Success",
    "link": "https://toefl.kmf.com/detail/read/51ehlj.html/1",
    "article": [
      "Before microscopes were first used in the seventeenth century, no one knew that living organisms were composed of cells. The first microscopes were light microscopes, which work by passing visible light through a specimen. Glass lenses in the microscope bend the light to magnify the image of the specimen and project the image into the viewer's eye or onto photographic film. Light microscopes can magnify objects up to 1,000 times without causing blurriness.",
      "Magnification, the increase in the apparent size of an object, is one important factor in microscopy. Also important is resolving power, a measure of the clarity of an image. Resolving power is the ability of an optical instrument to show two objects as separate. For example, what looks to the unaided eye like a single star in the sky may be resolved as two stars with the help of a telescope. Any optical device is limited by its resolving power. The light microscope cannot resolve detail finer than 0.2 micrometers, about the size of the smallest bacterium; consequently, no matter how many times its image of such a bacterium is magnified, the light microscope cannot show the details of the cell's internal structure.",
      "From the year 1665, when English microscopist Robert Hooke discovered cells, until the middle of the twentieth century, biologists had only light microscopes for viewing cells. But they discovered a great deal, including the cells composing animal and plant tissues, microscopic organisms, and some of the structures within cells. By the mid-1800s, these discoveries led to the cell theory, which states that all living things are composed of cells and that all cells come from other cells.",
      "Our knowledge of cell structure took a giant leap forward as biologists began using the electron microscope in the 1950s. Instead of light, the electron microscope uses a beam of electrons and has a much higher resolving power than the light microscope. In fact, the most powerful modern electron microscopes can distinguish objects as small as 0.2 nanometers, a thousandfold improvement over the light microscope. The period at the end of this sentence is about a million times bigger than an object 0.2 nanometers in diameter, which is the size of a large atom. Only under special conditions can electron microscopes detect individual atoms. However, cells, cellular organelles, and even molecules like DNA and protein are much larger than single atoms.",
      "Biologists use the scanning electron microscope to study the detailed architecture of cell surfaces. It uses an electron beam to scan the surface of a cell or group of cells that have been coated with metal. The metal stops the beam from going through the cells. When the metal is hit by the beam, it emits electrons. The electrons are focused to form an image of the outside of the cells. The scanning electron microscope produces images that look three-dimensional.",
      "The transmission electron microscope, on the other hand, is used to study the details of internal cell structure. Specimens are cut into extremely thin sections, and the transmission electron microscope aims an electron beam through a section, just as a light microscope aims a beam of light through a specimen. However, instead of lenses made of glass, the transmission electron microscope uses electromagnets as lenses, as do all electron microscopes. The electromagnets bend the electron beam to magnify and focus an image onto a viewing screen or photographic film.",
      "Electron microscopes have truly revolutionized the study of cells and cell organelles. Nonetheless, they have not replaced the light microscope. One problem with electron microscopes is that they cannot be used to study living specimens because the specimen must be held in a vacuum chamber; that is, all the air and liquid must be removed. For a biologist studying a living process, such as the whirling movement of a bacterium, a light microscope equipped with a video camera might be better than either a scanning electron microscope or a transmission electron microscope. Thus, the light microscope remains a useful tool, especially for studying living cells. The size of a cell often determines the type of microscope a biologist uses to study it."
    ]
  },
  {
    "id": "tpo-38-2",
    "title": "The Racoon's Success",
    "link": "https://toefl.kmf.com/detail/read/51ehlj.html/1",
    "article": [
      "Following a decline to a relatively low population level in the 1930s, raccoons began to prosper following their 1943 breeding season. A rapid population surge continued throughout the 1940s, and high numbers have been sustained ever since. By the late 1980s, the number of raccoons in North America was estimated to be at least 15 to 20 times the number that existed during the 1930s. By now, their numbers have undoubtedly grown even more, as they have continued to expand into new habitats where they were once either rare or absent, such as sandy prairies, deserts, coastal marshes, and mountains. Their spread throughout the Rocky Mountain West is indicative of the fast pace at which they can exploit new environments. Despite significant numbers being harvested and having suffered occasional declines, typically because of disease, the raccoon has consistently maintained high population levels.",
      "Several factors explain the raccoon's dramatic increase in abundance and distribution. First, their success has been partially attributed to the growth of cities, as they often thrive in suburban and even urban settings. Furthermore, they have been deliberately introduced throughout the continent. Within the United States, they are commonly taken from one area to another, both legally and illegally, to restock hunting areas and, presumably, because people simply want them to be part of their local fauna. Their appearance and subsequent flourishing in Utah's Great Salt Lake valley within the last 40 years appears to be from such an introduction. As an example of the ease with which transplanted individuals can succeed, raccoons from Indiana (midwestern United States) have reportedly been able to flourish on islands off the coast of Alaska.",
      "The raccoon's expansion in various areas may also be due to the spread of agriculture. Raccoons have been able to exploit crops, especially corn but also cereal grains, which have become dependable food sources for them. The expansion of agriculture, however, does not necessarily lead to rapid increases in their abundance. Farming in Kansas and eastern Colorado (central and western United States) proceeded rapidly in the 1870s and 1880s, but this was about 50 years before raccoons started to spread out from their major habitat, the wooded river bottomlands. They have also expanded into many areas lacking any agriculture other than grazing and into places without forests or permanent streams.",
      "Prior to Europeans settling and farming the Great Plains regionA vast grassland region in North America extending from central Canada south through the west central United States into Texas, raccoons probably were just found along its rivers and streams and in the wooded areas of its southeastern section.With the possible exception of the southern part of the province of Manitoba, their absence was notable throughout Canada. They first became more widely distributed in the southern part of Manitoba, and by the 1940s were abundant throughout its southeastern portion. In the 1950s their population swelled in Canada. The control of coyotes in the prairie region in the 1950s may have been a factor in raccoon expansion. If their numbers are sufficient, coyotes might be able to suppress raccoon populations (though little direct evidence supports this notion). By the 1960s the raccoon had become a major predator of the canvasback ducks nesting in southwestern Manitoba.",
      "The extermination of the wolf from most of the contiguous United States may have been a critical factor in the raccoon's expansion and numerical increase. In the eighteenth century, when the wolf's range included almost all of North America, raccoons apparently were abundant only in the deciduous forests of the East, Gulf Coast, and Great Lakes regions, though they also extended into the wooded bottomlands of the Midwest's major rivers. In such areas, their arboreal habits and the presence of hollow den trees should have offered some protection from wolves and other large predators. Even though raccoons may not have been a significant part of their diet, wolves surely would have tried to prey on those exposed in relatively treeless areas."
    ]
  },
  {
    "id": "tpo-38-3",
    "title": "Transgenic Plants",
    "link": "https://toefl.kmf.com/detail/read/41ehzj.html/1",
    "article": [
      "Genes from virtually any organism, from viruses to humans, can now be inserted into plants, creating what are known as transgenic plants. Now used in agriculture, there are approximately 109 million acres of transgenic crops grown worldwide, 68 percent of which are in the United States. The most common transgenic crops are soybeans, corn, cotton, and canola. Most often, these plants either contain a gene making them resistant to the herbicide glyphosate or they contain an insect-resistant gene that produces a protein called Bt toxin.",
      "On the positive side, proponents of transgenic crops argue that these crops are environmentally friendly because they allow farmers to use fewer and less noxious chemicals for crop production. For example, a 21 percent reduction in the use of insecticide has been reported on Bt cotton (transgenic cotton that produces Bt toxin). In addition, when glyphosate is used to control weeds, other, more persistent herbicides do not need to be applied.",
      "On the negative side, opponents of transgenic crops suggest that there are many questions that need to be answered before transgenic crops are grown on a large scale. One question deals with the effects that Bt plants have on nontarget organisms such as beneficial insects, worms, and birds that consume the genetically engineered crop. For example, monarch caterpillars feeding on milkweed plants near Bt cornfields will eat some corn pollen that has fallen on the milkweed leaves. Laboratory studies indicate that caterpillars can die from eating Bt pollen. However, field tests indicate that Bt corn is not likely to harm monarchs. Furthermore, the application of pesticides (the alternative to growing Bt plants) has been demonstrated to cause widespread harm to nontarget insects.",
      "Another unanswered question is whether herbicide-resistant genes will move into the populations of weeds. Crop plants are sometimes grown in areas where weedy relatives also live. If the crop plants hybridize and reproduce with weedy relatives, then this herbicide-resistant gene will be perpetuated in the offspring. In this way, the resistant gene can make its way into the weed population. If this happens, a farmer can no longer use glyphosate, for example, to kill those weeds. This scenario is not likely to occur in many instances because there are no weedy relatives growing near the crop plant. However, in some cases, it may become a serious problem. For example, canola readily hybridizes with mustard weed species and could transfer its herbicide-resistant genes to those weeds.",
      "We know that evolution will occur when transgenic plants are grown on a large scale over a period of time. Of special concern is the development of insect populations resistant to the Bt toxin. This pesticide has been applied to plants for decades without the development of insect-resistant populations. However, transgenic Bt plants express the toxin in all tissues throughout the growing season. Therefore, all insects carrying genes that make them susceptible to the toxin will die. That leaves only the genetically resistant insects alive to perpetuate the population. When these resistant insects mate, they will produce a high proportion of offspring capable of surviving in the presence of the Bt toxin. Farmers are attempting to slow the development of insect resistance in Bt crops by, for example, planting nontransgenic border rows to provide a refuge for susceptible insects. These insects may allow Bt susceptibility to remain in the population.",
      "Perhaps the most serious concern about the transgenic crop plants currently in use is that they encourage farmers to move farther away from sustainable agricultural farming practices, meaning ones that allow natural resources to continually regenerate over the long run. Transgenics, at least superficially, simplify farming by reducing the choices made by the manager. Planting a glyphosate-resistant crop commits a farmer to using that herbicide for the season, probably to the exclusion of all other herbicides and other weed-control practices. Farmers who use Bt transgenics may not feel that they need to follow through with integrated pest-management practices that use beneficial insects and timely applications of pesticides to control insect pests. A more sustainable approach would be to plant nontransgenic corn, monitor the fields throughout the growing season, and then apply a pesticide only if and when needed."
    ]
  },
  {
    "id": "tpo-39-1",
    "title": "Early Writing Systems",
    "link": "https://toefl.kmf.com/detail/read/91eifj.html/1",
    "article": [
      "Scholars agree that writing originated somewhere in the Middle East, probably Mesopotamia, around the fourth millennium B.C.E. It is from the great libraries and word-hoards of these ancient lands that the first texts emerged. They were written on damp clay tablets with a wedged (or V-shaped) stick; since the Latin word for wedge is cunea, the texts are called cuneiform. The clay tablets usually were not fired; sun drying was probably reckoned enough to preserve the text for as long as it was being used. Fortunately, however, many tablets survived because they were accidentally fired when the buildings they were stored in burned.",
      "Cuneiform writing lasted for some 3,000 years, in a vast line of succession that ran through Sumer, Akkad, Assyria, Nineveh, and Babylon, and preserved for us fifteen languages in an area represented by modern-day Iraq, Syria, and western Iran. The oldest cuneiform texts recorded the transactions of tax collectors and merchants, the receipts and bills of sale of an urban society. They had to do with things like grain, goats, and real estate. Later, Babylonian scribes recorded the laws and kept other kinds of records. Knowledge conferred power. As a result, the scribes were assigned their own goddess, Nisaba, later replaced by the god Nabu of Borsippa, whose symbol is neither weapon nor dragon but something far more fearsome, the cuneiform stick.",
      "Cuneiform texts on science, astronomy, medicine, and mathematics abound, some offering astoundingly precise data. One tablet records the speed of the Moon over 248 days; another documents an early sighting of Halley's Comet, from September 22 to September 28, 164 B.C.E. More esoteric texts attempt to explain old Babylonian customs, such as the procedure for curing someone who is ill, which included rubbing tar and gypsum on the sick person's door and drawing a design at the foot of the person's bed. What is clear from the vast body of texts (some 20,000 tablets were found in King Ashurbanipal's library at Nineveh) is that scribes took pride in their writing and knowledge.",
      "The foremost cuneiform text, the Babylonian Epic of Gilgamesh, deals with humankind's attempts to conquer time. In it, Gilgamesh, king and warrior, is crushed by the death of his best friend and so sets out on adventures that prefigure mythical heroes of ancient Greek legends such as Hercules. His goal is not just to survive his ordeals but to make sense of this life. Remarkably, versions of Gilgamesh span 1,500 years, between 2100 B.C.E and 600 B.C.E.,making the story the epic of an entire civilization.",
      "The ancient Egyptians invented a different way of writing and a new substance to write on-papyrus, a precursor of paper, made from a wetland plant. The Greeks had a special name for this writing: hiero glyphic, literally 'sacred writing.' This, they thought, was language fit for the gods, which explains why it was carved on walls of pyramids and other religious structures. Perhaps hieroglyphics are Egypt's great contribution to the history of writing: hieroglyphic writing, in use from 3100 B.C.E. until 394 C.E., resulted in the creation of texts that were fine art as well as communication. Egypt gave us the tradition of the scribe not just as educated person but as artist and calligrapher.",
      "Scholars have detected some 6,000 separate hieroglyphic characters in use over the history of Egyptian writing, but it appears that never more than a thousand were in use during any one period. It still seems a lot to recall, but what was lost in efficiency was more than made up for in the beauty and richness of the texts. Writing was meant to impress the eye with the vastness of creation itself. Each symbol or glyph-the flowering reed (pronounced like 'i'), the owl ('m'), the quail chick ('w'), etcetera-was a tiny work of art. Manuscripts were compiled with an eye to the overall design. Egyptologists have noticed that the glyphs that constitute individual words were sometimes shuffled to make the text more pleasing to the eye with little regard for sound or sense."
    ]
  },
  {
    "id": "tpo-39-2",
    "title": "The Extinction of Moa",
    "link": "https://toefl.kmf.com/detail/read/61eiqj.html/1",
    "article": [
      "Between 80 and 85 million years ago, Gondwanaland, a giant continent made up of what today is Africa, Antarctica, Australia, and South America, broke up, thus causing what is now New Zealand to become separated from the larger landmass. After the separation, any creature unable to cross a considerable distance of ocean could not migrate to New Zealand. Snakes and most mammals evolved after the separation. Thus there are no New Zealand snakes, and bats, which flew there, and seals, which swam there, were the only mammals on New Zealand when Polynesian settlers (the Maori) arrived there about a thousand years ago.",
      "When the Maori arrived in New Zealand, they encountered birds that had been evolving for 80 million years without the presence of mammalian predators. The most striking of these animals must have been moa. Now extinct, moa were gigantic wingless birds that stood as much as 10 feet (3 meters) tall and weighed as much as 550 pounds (250 kilograms). They are known from a diverse array of remains including eggshells, eggs, a few mummified carcasses, vast numbers of bones, and some older fossilized bone. The species of moa that are currently recognized occupied ecological niches customarily filled elsewhere by large mammalian browsing herbivores. They may have had relatively low reproductive rates; apparently, they usually laid only one egg at a time.",
      "It seems possible that when Captain James Cook first visited New Zealand in 1769, moa (or at least one of the moa species) may have still survived in the remote areas in the western part of New Zealand's South Island. If so, these individuals would have been the last of their kind. Climatic conditions in New Zealand appear to have been relatively stable over the period during which moa became extinct. Different factors could have worked in concert to account for their abrupt disappearance.",
      "Vegetation was considerably altered by the Maori occupation of New Zealand, a change not easily explained by climate variation or other possible factors. Forest and shrubland burning appears to have reduced the prime habitat of many moa species. However, the main forest burning started around 700 years ago, after what current archaeological evidence indicates was the most intensive stage of moa hunting. While there appears to have been extensive burning on the east side of New Zealand's South Island, large forest tracts remained in the most southern part of the island. Because major habitat destruction seems to have occurred after moa populations already were depleted, and because some habitat that could have sheltered moa populations remained, it would seem that other factors were also at work in the extinction of these birds.",
      "For South Island, human predation appears to have been a significant factor in the depletion of the population of moa. At one excavated Maori site, moa remains filled six railway cars. The density of Maori settlements and artifacts increased substantially at the time of the most intensive moa hunting (900 to 600 years ago). This period was followed by a time of decline in the Maori population and a societal transition to smaller, less numerous settlements. The apparent decline fits the pattern expected as a consequence of the Maori's overexploitation of moa.",
      "Finally, the Maori introduced the Polynesian rat and the dog to New Zealand. The actions of these potential nest predators could have reduced moa populations without leaving much direct evidence. The Maori may have also inadvertently brought pests and disease organisms in fowls, which could have crossed over to eradicate moa populations. The possibility of analyzing ancient DNA to identify past diseases of extinct animals is being explored. However, evidence of such diseases is difficult to determine directly from paleoecological or archaeological remains. For these reasons, it is hard to determine the likelihood that introduced disease organisms were a cause of the decline of moa, but they are potentially significant.",
      "While the last of these possible causes remains speculative, definite clues exist for the action of the first two causes. The story of moa species and their demise raises ecological issues on the vulnerability of species to human-caused changes-including altered vegetative cover of the landscape, change in the physical environment, and modification of the flora and fauna of a region by eliminating some species and introducing others."
    ]
  },
  {
    "id": "tpo-39-3",
    "title": "Forest Fire Suppression",
    "link": "https://toefl.kmf.com/detail/read/81ej4j.html/1",
    "article": [
      "Forest fires have recently increased in intensity and extent in some forest types throughout the western United States. This recent increase in fires has resulted partly from climate change (the recent trend toward hot, dry summers) and partly from human activities, for complicated reasons that foresters came increasingly to understand about 30 years ago but whose relative importance is still debated. One factor is the direct effect of logging, which often turns a forest into something approximating a huge pile of kindling (wood for burning): the ground in a logged forest may remain covered with branches and treetops, left behind when the valuable trunks are carted away; a dense growth of new vegetation springs up, further increasing the forest's fuel loads; and the trees logged and removed are of course the biggest and most fire-resistant individuals, leaving behind smaller and more flammable trees.",
      "Another factor is that the United States Forest Service in the first decade of the 1900s adopted the policy of fire suppression (attempting to put out forest fires) for the obvious reason that it did not want valuable timber to go up in smoke, or people's homes and lives to be threatened. The Forest Service's announced goal became 'Put out every forest fire by 10: 00 A.M. on the morning after the day when it is first reported.' Firefighters became much more successful at achieving that goal after 1945, thanks to improved firefighting technology. For a few decades the amount of land burnt annually decreased by 80 percent. That happy situation began to change in the 1980s, due to the increasing frequency of large forest fires that were essentially impossible to extinguish unless rain and low winds combined to help.People began to realize that the United States federal government's fire-suppression policy was contributing to those big fires and that natural fires caused by lightning had previously played an important role in maintaining forest structure.",
      "The natural role of fire varies with altitude, tree species, and forest type. To take Montana's low-altitude ponderosa pine forest as an example, historical records, plus counts of annual tree rings and datable fire scars on tree stumps, demonstrated that a ponderosa pine forest experiences a lightning-lit fire about once a decade under natural conditions (i.e., before fire suppression began around 1910 and became effective after 1945). The mature ponderosa trees have bark two inches thick and are relatively resistant to fire, which instead burns out the understory-the lower layer-of fire-sensitive Douglas fir seedlings that have grown up since the previous fire. But after only a decade's growth until the next fire, those young seedling plants are still too low for fire to spread from them into the crowns of the ponderosa pine trees. Hence the fire remains confined to the ground and understory. As a result, many natural ponderosa pine forests have a parklike appearance, with low fuel loads, big trees spaced apart, and a relatively clear understory.",
      "However, loggers concentrated on removing those big, old, valuable, fire-resistant ponderosa pines, while fire suppression for decades let the understory fill up with Douglas fir saplings that would in turn become valuable when full-grown. Tree densities increased from 30 to 200 trees per acre, the forest's fuel load increased by a factor of 6, and the government repeatedly failed to appropriate money to thin out the saplings. When a fire finally does start in a sapling-choked forest, whether due to lightning or human carelessness or (regrettably often) intentional arson, the dense, tall saplings (young trees) may become a ladder that allows the fire to jump into the crowns of the trees. The outcome is sometimes an unstoppable inferno.",
      "Foresters now identify the biggest problem in managing Western forests as what to do with those increased fuel loads that built up during the previous half century of effective fire suppression. In the wetter eastern United States, dead trees rot away more quickly than in the drier West, where more dead trees persist like giant matchsticks. In an ideal world, the Forest Service would manage and restore the forests, thin them out, and remove the dense understory by cutting or by controlled small fires. But no politician or voter wants to spend what it would cost to do that."
    ]
  },
  {
    "id": "tpo-40-1",
    "title": "Latitude and Biodiversity",
    "link": "https://toefl.kmf.com/detail/read/a1eq1j.html/1",
    "article": [
      "Perhaps it is simply a matter of land area. The tropics contain a larger surface area of land than higher latitudes-a fact that is not always evident when we examine commonly used projections of Earth's curved surface, since this tends to exaggerate the areas of land in the higher latitudes-and some biogeographers regard the differences in diversity as a reflection of this effect. But an analysis of the data by biologist Klaus Rohde does not support this explanation. Although area may contribute to biodiversity, it is certainly not the whole story; otherwise, large landmasses would always be richer in species.",
      "Productivity seems to be involved instead, though perhaps its influence is indirect. Where conditions are most suitable for plant growth-that is, where temperatures are relatively high and uniform and where there is an ample supply of water-one usually finds large masses of vegetation. This leads to a complex structure in the layers of plant material. In a tropical rain forest, for example, a very large quantity of plant material builds up above the surface of the ground. There is also a large mass of material, developed below ground as root tissues, but this is less apparent. Careful analysis of the aboveground material reveals that it is arranged in a series of layers, the precise number of layers varying with age and the nature of the forest. The arrangement of the biological mass ('biomass') of the vegetation into layered forms is termed its 'structure' (as opposed to its 'composition, which refers to the species of organisms forming the community). Structure is essentially the architecture of vegetation, and as in the case of some tropical forests, it can be extremely complicated. In a mature floodplain tropical forest in the Amazon River basin, the canopy (the uppermost layers of a forest, formed by the crowns of trees) takes on a stratified structure. There are three clear peaks in leaf cover at heights of approximately 3, 6, and 30 meters above the ground; and the very highest layer, at 50 meters, corresponds to the very tall trees that stand free of the main canopy and form an open layer of their own. So, such a forest contains essentially four layers of canopy. Forests in temperate lands often have just two canopy layers, so they have much less complex architecture.",
      "Structure has a strong influence on the animal life inhabiting a site. It forms the spatial environment within which an animal feeds, moves around, shelters, lives, and breeds. It even affects the climate on a very local level (the 'microclimate') by influencing light intensity, humidity, and both the range and extremes of temperature. An area of grassland vegetation with very simple structure, for example, has a very different microclimate at the ground level from that experienced in the upper canopy. Wind speeds are lower, temperatures are lower during the day (but warmer at night), and the relative humidity is much greater near the ground. The complexity of the microclimate is closely related to the complexity of structure in vegetation, and generally speaking, the more complex the structure of vegetation, the more species of animal are able to make a living there. The high plant biomass of the tropics leads to a greater spatial complexity in the environment, and this leads to a higher potential for diversity in the living things that can occupy a region. The climates of the higher latitudes are generally less favorable for the accumulation of large quantities of biomass; hence, the structure of vegetation is simpler and the animal diversity is consequently lower."
    ]
  },
  {
    "id": "tpo-40-2",
    "title": "Amphibian Thermoregulation",
    "link": "https://toefl.kmf.com/detail/read/91eq2j.html/1",
    "article": [
      "In contrast to mammals and birds, amphibians are unable to produce thermal energy through their metabolic activity, which would allow them to regulate their body temperature independent of the surrounding or ambient temperature. However, the idea that amphibians have no control whatsoever over their body temperature has been proven false because their body temperature does not always correspond to the surrounding temperature. While amphibians are poor thermoregulators, they do exercise control over their body temperature to a limited degree.",
      "Physiological adaptations can assist amphibians in colonizing habitats where extreme conditions prevail. The tolerance range in body temperature represents the range of temperatures within which a species can survive. One species of North American newt is still active when temperatures drop to -2\\u00baC while one South American frog feels comfortable even when temperatures rise to 41\\u00baC-the highest body temperature measured in a free-ranging amphibian. Recently it has been shown that some North American frog and toad species can survive up to five days with a body temperature of -6\\u00baC with approximately one-third of their body fluids frozen. The other tissues are protected because they contain the frost-protective agents glycerin or glucose. Additionally, in many species the tolerance boundaries are flexible and can change as a result of acclimatization (long-term exposure to particular conditions).",
      "Frog species that remain exposed to the sun despite high diurnal (daytime) temperatures exhibit some fascinating modifications in the skin structure that function as morphological adaptations. Most amphibian skin is fully water permeable and is therefore not a barrier against evaporation or solar radiation. The African savanna frog Hyperolius viridiflavus stores guanine crystals in its skin, which enable it to better reflect solar radiation, thus providing protection against overheating. The tree frog Phyllomedusa sauvagei responds to evaporative losses with gland secretions that provide a greasy film over its entire body that helps prevent desiccation (dehydration).",
      "However, behavior is by far the most important factor in thermoregulation. The principal elements in behavioral thermoregulation are basking (heliothermy), heat exchange with substrates such as rock or earth (thigmothermy), and diurnal and annual avoidance behaviors, which include moving to shelter during the day for cooling and hibernating or estivating (reducing activity during cold or hot weather, respectively). Heliothermy is especially common among frogs and toads: it allows them to increase their body temperature by more than 10\\u00baC. The Andean toad Bufo spinulosusexposes itself immediately after sunrise on moist ground and attains its preferred body temperature by this means, long before either ground or air is correspondingly warmed. A positive side effect of this approach is that it accelerates the digestion of the prey consumed overnight, thus also accelerating growth. Thigmothermy is a behavior present in most amphibians, although pressing against the ground serves a dual purpose: heat absorption by conductivity and water absorption through the skin. The effect of thigmothermy is especially evident in the Andean toad during rainfall: its body temperature corresponds to the temperature of the warm earth and not to the much cooler air temperature.",
      "Avoidance behavior occurs whenever physiological and morphological adaptations are insufficient to maintain body temperature within the vital range. Nocturnal activity in amphibians with low tolerance for high ambient temperatures is a typical thermoregulatory behavior of avoidance. Seasonal avoidance behavior is extremely important in many amphibians. Species whose habitat lies in the temperate latitudes are confronted by lethal low temperatures in winter, while species dwelling in arid and semi-arid regions are exposed to long dry, hot periods in summer.",
      "In amphibians hibernation occurs in mud or deep holes away from frost. North of the Pyrenees Mountains, the natterjack toad offers a good example of hibernation, passing the winter dug deep into sandy ground. Conversely, natterjacks in southern Spain remain active during the mild winters common to the region and are instead forced into inactivity during the dry, hot summer season. Summer estivation also occurs by burrowing into the ground or hiding in cool, deep rock crevasses to avoid desiccation and lethal ambient temperatures. Amphibians are therefore hardly at the mercy of ambient temperatures, since by means of the mechanisms described above they are more than able to exercise some control over their body temperature."
    ]
  },
  {
    "id": "tpo-40-3",
    "title": "Ancient Athens",
    "link": "https://toefl.kmf.com/detail/read/41eq0j.html/1",
    "article": [
      "One of the most important changes in Greece during the period from 800 B.C.to 500 B.C.was the rise of the polis, or city-state, and each polis developed a system of government that was appropriate to its circumstances. The problems that were faced and solved in Athens were the sharing of political power between the established aristocracy and the emerging other classes, and the adjustment of aristocratic ways of life to the ways of life of the new polis. It was the harmonious blending of all of these elements that was to produce the classical culture of Athens.",
      "Entering the polis age, Athens had the traditional institutions of other Greek protodemocratic states: an assembly of adult males, an aristocratic council, and annually elected officials. Within this traditional framework the Athenians, between 600 B.C.and 450 B.C.,evolved what Greeks regarded as a fully fledged democratic constitution, though the right to vote was given to fewer groups of people than is seen in modern times.",
      "The first steps toward change were taken by Solon in 594 B.C., when he broke the aristocracy's stranglehold on elected offices by establishing wealth rather than birth as the basis of office holding, abolishing the economic obligations of ordinary Athenians to the aristocracy, and allowing the assembly (of which all citizens were equal members) to overrule the decisions of local courts in certain cases. The strength of the Athenian aristocracy was further weakened during the rest of the century by the rise of a type of government known as a tyranny, which is a form of interim rule by a popular strongman (not rule by a ruthless dictator as the modern use of the term suggests to us). The Peisistratids, as the succession of tyrants were called (after the founder of the dynasty, Peisistratos), strengthened Athenian central administration at the expense of the aristocracy by appointing judges throughout the region, producing Athens' first national coinage, and adding and embellishing festivals that tended to focus attention on Athens rather than on local villages of the surrounding region. By the end of the century, the time was ripe for more change: the tyrants were driven out, and in 508 B.C. a new reformer, Cleisthenes, gave final form to the developments reducing aristocratic control already under way.",
      "Cleisthenes' principal contribution to the creation of democracy at Athens was to complete the long process of weakening family and clan structures, especially among the aristocrats, and to set in their place locality-based corporations called demes, which became the point of entry for all civic and most religious life in Athens. Out of the demes were created 10 artificial tribes of roughly equal population. From the demes, by either election or selection, came 500 members of a new council, 6,000 jurors for the courts, 10 generals, and hundreds of commissioners. The assembly was sovereign in all matters but in practice delegated its power to subordinate bodies such as the council, which prepared the agenda for the meetings of the assembly, and the courts, which took care of most judicial matters. Various committees acted as an executive branch, implementing policies of the assembly and supervising, for instance, the food and water supplies and public buildings. This wide-scale participation by the citizenry in the government distinguished the democratic form of the Athenian polis from other, less liberal forms.",
      "The effect of Cleisthenes' reforms was to establish the superiority of the Athenian community as a whole over local institutions without destroying them. National politics rather than local or deme politics became the focal point. At the same time, entry into national politics began at the deme level and gave local loyalty a new focus: Athens itself. Over the next two centuries the implications of Cleisthenes' reforms were fully exploited.",
      "During the fifth century B.C.the council of 500 was extremely influential in shaping policy. In the next century, however, it was the mature assembly that took on decision-making responsibility. By any measure other than that of the aristocrats, who had been upstaged by the supposedly inferior people, the Athenian democracy was a stunning success. Never before, or since, have so many people been involved in the serious business of self-governance. It was precisely this opportunity to participate in public life that provided a stimulus for the brilliant unfolding of classical Greek culture."
    ]
  }
]