[
  {
    "id": "tpo-46-1",
    "title": "The Origin of Writing",
    "link": "https://toefl.kmf.com/detail/read/51eqmj.html/1",
    "article": [
      "It was in Egypt and Mesopotamia (modern-day Iraq) that civilization arose, and it is there that we find the earliest examples of that key feature of civilization, writing. These examples, in the form of inscribed clay tablets that date to shortly before 3000 B.C.E., have been discovered among the archaeological remains of the Sumerians, a gifted people settled in southern Mesopotamia.",
      "The Egyptians were not far behind in developing writing, but we cannot follow the history of their writing in detail because they used a perishable writing material. In ancient times the banks of the Nile were lined with papyrus plants, and from the papyrus reeds the Egyptians made a form of paper; it was excellent in quality but, like any paper, fragile. Mesopotamia's rivers boasted no such useful reeds, but its land did provide good clay, and as a consequence the clay tablet became the standard material. Though clumsy and bulky it has a virtue dear to archaeologists: it is durable. Fire, for example, which is death to papyrus paper or other writing materials such as leather and wood, simply bakes it hard, thereby making it even more durable. So when a conqueror set a Mesopotamian palace ablaze, he helped ensure the survival of any clay tablets in it. Clay, moreover, is cheap, and forming it into tablets is easy, factors that helped the clay tablet become the preferred writing material not only throughout Mesopotamia but far outside it as well, in Syria, Asia Minor, Persia, and even for a while in Crete and Greece. Excavators have unearthed clay tablets in all these lands. In the Near East they remained in use for more than two and a half millennia, and in certain areas they lasted down to the beginning of the common era until finally yielding, once and for all, to more convenient alternatives.",
      "The Sumerians perfected a style of writing suited to clay. This script consists of simple shapes, basically just wedge shapes and lines that could easily be incised in soft clay with a reed or wooden stylus; scholars have dubbed it cuneiform from the wedge-shaped marks (cunei in Latin) that are its hallmark. Although the ingredients are merely wedges and lines, there are hundreds of combinations of these basic forms that stand for different sounds or words. Learning these complex signs required long training and much practice; inevitably, literacy was largely limited to a small professional class, the scribes.",
      "The Akkadians conquered the Sumerians around the middle of the third millennium B.C.E.,and they took over the various cuneiform signs used for writing Sumerian and gave them sound and word values that fit their own language. The Babylonians and Assyrians did the same, and so did peoples in Syria and Asia Minor. The literature of the Sumerians was treasured throughout the Near East, and long after Sumerian ceased to be spoken, the Babylonians and Assyrians and others kept it alive as a literary language, the way Europeans kept Latin alive after the fall of Rome. For the scribes of these non-Sumerian languages, training was doubly demanding since they had to know the values of the various cuneiform signs for Sumerian as well as for their own language.",
      "The contents of the earliest clay tablets are simple notations of numbers of commodities-animals, jars, baskets, etc. Writing, it would appear, started as a primitive form of bookkeeping. Its use soon widened to document the multitudinous things and acts that are involved in daily life, from simple inventories of commodities to complicated governmental rules and regulations.",
      "Archaeologists frequently find clay tablets in batches. The batches, some of which contain thousands of tablets, consist for the most part of documents of the types just mentioned: bills, deliveries, receipts, inventories, loans, marriage contracts, divorce settlements, court judgments, and so on. These records of factual matters were kept in storage to be available for reference-they were, in effect, files, or, to use the term preferred by specialists in the ancient Near East, archives. Now and then these files include pieces of writing that are of a distinctly different order, writings that do not merely record some matter of fact but involve creative intellectual activity. They range from simple textbook material to literature-and they make an appearance very early, even from the third millennium B.C.E."
    ]
  },
  {
    "id": "tpo-46-2",
    "title": "The Commercial Revolution in Medieval Europe",
    "link": "https://toefl.kmf.com/detail/read/81eqpj.html/1",
    "article": [
      "Beginning in the 1160s, the opening of new silver mines in northern Europe led to the minting and circulation of vast quantities of silver coins. The widespread use of cash greatly increased the volume of international trade.Business procedures changed radically. The individual traveling merchant who alone handled virtually all aspects of exchange evolved into an operation involving three separate types of merchants: the sedentary merchant who ran the 'home office,'financing and organizing the firm's entire export-import trade; the carriers who transported goods by land and sea; and the company agents resident in cities abroad who, on the advice of the home office, looked after sales and procurements.",
      "Commercial correspondence, unnecessary when one businessperson oversaw everything and made direct bargains with buyers and sellers, multiplied. Regular courier service among commercial cities began. Commercial accounting became more complex when firms had to deal with shareholders, manufacturers, customers, branch offices, employees, and competing firms. Tolls on roads became high enough to finance what has been called a road revolution, involving new surfaces and bridges, new passes through the Alps, and new inns and hospices for travelers. The growth of mutual trust among merchants facilitated the growth of sales on credit and led to new developments in finance, such as the bill of exchange, a device that made the long, slow, and very dangerous shipment of coins unnecessary.",
      "The ventures of the German Hanseatic League illustrate these advancements. The Hanseatic League was a mercantile association of European towns dating from 1159. The league grew by the end of the fourteenth century to include about 200 cities from Holland to Poland. Across regular, well-defined trade routes along the Baltic and North seas, the ships of league cities carried furs, wax, copper, fish, grain, timber, and wine. These goods were exchanged for finished products, mainly cloth and salt, from western cities. At cities such as Bruges and London, Hanseatic merchants secured special trading concessions, exempting them from all tolls and allowing them to trade at local fairs. Hanseatic merchants established foreign trading centers, the most famous of which was the London Steelyard, a walled community with warehouses, offices, a church, and residential quarters for company representatives. By the late thirteenth century, Hanseatic merchants had developed an important business technique, the business register. Merchants publicly recorded their debts and contracts and received a league guarantee for them. This device proved a decisive factor in the later development of credit and commerce in northern Europe.",
      "These developments added up to what one modern scholar has called 'a commercial revolution.' In the long run, the commercial revolution of the High Middle Ages (A.D.1000–1300) brought about radical change in European society. One remarkable aspect of this change was that the commercial classes constituted a small part of the total population-never more than 10 percent.They exercised an influence far in excess of their numbers. The commercial revolution created a great deal of new wealth, which meant a higher standard of living. The existence of wealth did not escape the attention of kings and other rulers. Wealth could be taxed, and through taxation, kings could create strong and centralized states. In the years to come, alliances with the middle classes were to enable kings to weaken aristocratic interests and build the states that came to be called modern.",
      "The commercial revolution also provided the opportunity for thousands of agricultural workers to improve their social position. The slow but steady transformation of European society from almost completely rural and isolated to relatively more urban constituted the greatest effect of the commercial revolution that began in the eleventh century. Even so, merchants and business people did not run medieval communities, except in central and northern Italy and in the county of Flanders. Most towns remained small. The nobility and churchmen determined the predominant social attitudes, values, and patterns of thought and behavior. The commercial changes of the eleventh through fourteenth centuries did, however, lay the economic foundation for the development of urban life and culture."
    ]
  },
  {
    "id": "tpo-46-3",
    "title": "Ecosystem Diversity and Stability",
    "link": "https://toefl.kmf.com/detail/read/a1eqtj.html/1",
    "article": [
      "Conservation biologists have long been concerned that species extinction could have significant consequences for the stability of entire ecosystems-groups of interacting organisms and the physical environment that they inhabit. An ecosystem could survive the loss of some species, but if enough species were lost, the ecosystem would be severely degraded. In fact, it is possible that the loss of a single important species could start a cascade of extinctions that might dramatically change an entire ecosystem. A good illustration of this occurred after sea otters were eliminated from some Pacific kelp (seaweed) bed ecosystems: the kelp beds were practically obliterated too because in the absence of sea otter predation, sea urchin populations exploded and consumed most of the kelp and other macroalgae.",
      "It is usually claimed that species-rich ecosystems tend to be more stable than species-poor ecosystems. Three mechanisms by which higher diversity increases ecosystem stability have been proposed. First, if there are more species in an ecosystem, then its food web will be more complex, with greater redundancy among species in terms of their nutritional roles. In other words, in a rich system if a species is lost, there is a good chance that other species will take over its function as prey, predator, producer, decomposer, or whatever role it played. Second, diverse ecosystems may be less likely to be invaded by new species, notably exotics (foreign species living outside their native range), that would disrupt the ecosystem's structure and function. Third, in a species-rich ecosystem, diseases may spread more slowly because most species will be relatively less abundant, thus increasing the average distance between individuals of the same species and hampering disease transmission among individuals.",
      "Scientific evidence to illuminate these ideas has been slow in coming, and many shadows remain. One of the first studies to provide data supporting a relationship between diversity and stability examined how grassland plants responded to a drought. Researchers D.Tilman and J.A. Downing used the ratio of above-ground biomass in 1988 (after two years of drought) to that in 1986 (predrought) in 207 plots in a grassland field in the Cedar Creek Natural History Area in Minnesota as an index of ecosystem response to disruption by drought. In an experiment that began in 1982, they compared these values with the number of plant species in each plot and discovered that the plots with a greater number of plant species experienced a less dramatic reduction in biomass. Plots with more than ten species had about half as much biomass in 1988 as in 1986, whereas those with fewer than five species only produced roughly one-eighth as much biomass after the two-year drought. Apparently, species-rich plots were likely to contain some drought-resistant plant species that grew better in drought years, compensating for the poor growth of less-tolerant species.",
      "To put this result in more general terms, a species-rich ecosystem may be more stable because it is more likely to have species with a wide array of responses to variable conditions such as droughts. Furthermore, a species-rich ecosystem is more likely to have species with similar ecological functions, so that if a species is lost from an ecosystem, another species, probably a competitor, is likely to flourish and occupy its functional role. Both of these, variability in responses and functional redundancy, could be thought of as insurance against disturbances.",
      "The Minnesota grassland research has been widely accepted as strong evidence for the diversity-stability theory; however, its findings have been questioned, and similar studies on other ecosystems have not always found a positive relationship between diversity and stability. Clearly, this is a complex issue that requires further field research with a broad spectrum of ecosystems and species: grassland plants and computer models will only take us so far. In the end, despite insightful attempts to detect some general patterns, we may find it very difficult to reduce this topic to a simple, universal truth."
    ]
  },
  {
    "id": "tpo-47-1",
    "title": "Roman Cultural Influence on Britain",
    "link": "https://toefl.kmf.com/detail/read/c1c9fj.html",
    "article": [
      "After the Roman Empire's conquest of Britain in the first century A.D., the presence of administrators, merchants, and troops on British soil, along with the natural flow of ideas and goods from the rest of the empire, had an enormous influence on life in the British Isles. Cultural influences were of three types: the bringing of objects, the transfer of craft workers, and the introduction of massive civil architecture. Many objects were not art in even the broadest sense and comprised utilitarian items of clothing, utensils, and equipment. We should not underestimate the social status associated with such mundane possessions which had not previously been available. The flooding of Britain with red-gloss pottery from Gaul (modern-day France), decorated with scenes from Classical mythology, probably brought many into contact with the styles and artistic concepts of the Greco-Roman world for the first time, whether or not the symbolism was understood. Mass-produced goods were accompanied by fewer more aesthetically impressive objects such as statuettes. Such pieces perhaps first came with officials for their own religious worship; others were then acquired by native leaders as diplomatic gifts or by purchase. Once seen by the natives, such objects created a fashion which rapidly spread through the province.",
      "In the most extreme instances, natives literally bought the whole package of Roman culture. The Fishbourne villa, built in the third quarter of the first century A.D.,probably for the native client king Cogidubnus, amply illustrates his Roman pretensions. It was constructed in the latest Italian style with imported marbles and stylish mosaics. It was lavishly furnished with imported sculptures and other Classical objects. A visitor from Rome would have recognized its owner as a participant in the contemporary culture of the empire, not at all provincial in taste. Even if those from the traditional families looked down on him, they would have been unable to dismiss him as uncultured. Although exceptional, this demonstrates how new cultural symbols bound provincials to the identity of the Roman world.",
      "Such examples established a standard to be copied. One result was an influx of craft worker, particularly those skilled in artistic media like stone-carving which had not existed before the conquest. Civilian workers came mostly from Gaul and Germany. The magnificent temple built beside the sacred spring at Bath was constructed only about twenty years after the conquest. Its detail shows that it was carved by artists from northeast Gaul. In the absence of a tradition of Classical stone-carving and building, the desire to develop Roman amenities would have been difficult to fulfill. Administrators thus used their personal contacts to put the Britons in touch with architects and masons. As many of the officials in Britain had strong links with Gaul, it is not surprising that early Roman Britain owes much to craft workers from that area. Local workshops did develop and stylistically similar groups of sculpture show how skills in this new medium became widerspread. Likewise skills in the use of mosaic, wall painting, ceramic decoration, and metal-working developed throughout the province with the eventual emergence of characteristically Romano-British styles.",
      "This art had a major impact on the native peoples, and one of the most important factors was a change in the scale of buildings. Pre-Roman Britain was highly localized, with people rarely traveling beyond their own region. On occasion large groups amassed for war or religious festivals, but society remained centered on small communities. Architecture of this era reflected this with even the largest of the fortified towns and hill forts containing no more than clusters of medium-sized structures. The spaces inside even the largest roundhouses were modest, and the use of rounded shapes and organic building materials gave buildings a human scale. But the effect of Roman civil architecture was significant. The sheer size of space enclosed within buildings like the basilica of London must have been astonishing. This was an architecture of dominance in which subject peoples were literally made to feel small by buildings that epitomized imperial power. Supremacy was accentuated by the unyielding straight lines of both individual buildings and planned settlements since these too provided a marked contrast with the natural curvilinear shapes dominant in the native realm."
    ]
  },
  {
    "id": "tpo-47-2",
    "title": "Termite Ingenuity",
    "link": "https://toefl.kmf.com/detail/read/41cdqj.html",
    "article": [
      "Termites, social insects which live in colonies that, in some species, contain 2 million individuals or more, are often incorrectly referred to as white ants. But they are certainly not ants. Termites, unlike ants, have gradual metarnorphosis with only three life stage: egg, nymph, and adult. Ants and the other social members of their order, certain bees and wasps, have complete metarnorphosis in four life stages; egg, larva, pupa, and adult. The worker and soldier castes of social ants, bees, and wasps consist of only females, all daughters of a single queen that mated soon after she matured and thereafter never mated again. The worker and soldier castes of termites consist of both males and females, and the queen lives permanently with a male consort.",
      "Since termites are small and soft-bodied, they easily become desiccated and must live in moist places with a high relative humidity. They do best when the relative humidity in their nest is above 96 percent and the temperature is fairly high, an optimum of about 79°F for temperate zone species and about 86°F for tropical species. Subterranean termites, the destructive species that occurs commonly throughout the eastern United States, attain these conditions by nesting in moist soil that is in contact with wood, their only food. The surrounding soil keeps the nest moist and tends to keep the temperature at a more or less favorable level. When it is cold in winter, subterranean termites move to burrows below the frost line.",
      "Some tropical termites are more ingenious engineers, constructing huge above-ground nests with built-in 'air conditioning' that keeps the nest moist, at a constant temperature, and well supplied with oxygen. Among the most architecturally advanced of these termites is an African species, Macroternes natalensis. Renowned Swiss entomologist Martin Luscher described the mounds of this fungus-growing species as being as much as 16 feet tall, 16 feet in diameter at their base, and with a cement-like wall of soil mixed with termite saliva that is from 16 to 23 inches thick. The thick and dense wall of the mound insulates the interior microclimate from the variations in humidity and temperature of the outside atmosphere. Several narrow and relatively thin-walled ridges on the outside of the mound extend from near its base almost to its top.",
      "According to Luscher, a medium-sized nest of Macrotermes has a population of about 2 million individuals. The metabolism of so many termites and of the fungus that they grow in their gardens as food helps keep the interior of the nest warm and supplies some moisture to the air in the nest. The termites saturate the atmosphere of the nest, bringing it to about 100 percent relative humidity, by carrying water up from the soil.",
      "But how is this well-insulated nest ventilated? Its many occupants require over 250 quarts of oxygen (more than 1,200 quarts of air ) per day. How can so much oxygen diffuse through the thick walls of the mound? Even the pores in the wall are filled with water, which almost stops the diffusion of gases. The answer lies in the construction of the nest. The interior consists of a large central core in which the fungus is grown, below it is 'cellar' of empty space, above it is an 'attic' of empty space, and within the ridges on the outer wall of the nest, there are many small tunnels that connect the cellar and the attic. The warm air in the fungus gardens rises through the nest up to the attic. From the attic, the air passes into the tunnels in the ridges and flows back down to the cellar. Gases, mainly oxygen coming in and carbon dioxide going out, easily diffuse into or out of the ridges, since their walls are thin and their surface area is large because they protrude far out from the wall of the mound. Thus air that flows down into the cellar through the ridges is relatively rich in oxygen, and has lost much of its carbon dioxide. It supplies the nest`s inhabitants with fresh oxygen as it rises through the fungus-growing area back up to the attic."
    ]
  },
  {
    "id": "tpo-47-3",
    "title": "Coral Reefs",
    "link": "https://toefl.kmf.com/detail/read/11ce7j.html",
    "article": [
      "An important environment that is more or less totally restricted to the intertropical zone is the coral reef. Coral reefs are found where the ocean water temperature is not less than 21 °C, where there is a firm substratum, and where the seawater is not rendered too dark by excessive amounts of river-borne sediment. They will not grow in very deep water, so a platform within 30 to 40 meters of the surface is a necessary prerequisite for their development. Their physical structure is dominated by the skeletons of corals, which are carnivorous animals living off zooplankton. However, in addition to corals there are enormous quantities of algae, some calcareous, which help to build the reefs. The size of reefs is variable. Some atolls are very large-Kwajelein in the Marshall Islands of the South Pacific is 120 kilometers long and as much as 24 kilometers across-but most are very much smaller, and rise only a few meters above the water. The 2,000 kilometer complex of reefs known as the Great Barrier Reef, which forms a gigantic natural breakwater off the northeast coast of Australia, is by far the greatest coral structure on Earth.",
      "Coral reefs have fascinated scientists for almost 200 years, and some of the most pertinent observations of them were made in the 1830s by Charles Darwin on the voyage of the Beagle. He recognized that there were three major kinds: fringing reefs, barrier reefs, and atolls; and he saw that they were related to each other in a logical and gradational sequence. A fringing reef is one that lies close to the shore of some continent or island. Its surface forms an uneven and rather rough platform around the coast, about the level of low water, and its outer edge slopes downwards into the sea. Between the fringing reef and the land there is sometimes a small channel or lagoon. When the lagoon is wide and deep and the reef lies at some distance from the shore and rises from deep water it is called a barrier reef. An atoll is a reef in the form of a ring or horseshoe with a lagoon in the center.",
      "Darwin's theory was that the succession from one coral reef type to another could be achieved by the upward growth of coral from a sinking platform, and that there would be a progression from a fringing reef, through the barrier reef stage until, with the disappearance through subsidence (sinking) of the central island, only a reef-enclosed lagoon or atoll would survive. A long time after Darwin put forward this theory, some deep boreholes were drilled in the Pacific atolls in the 1950s. The drill holes passed through more than a thousand meters of coral before reaching the rock substratum of the ocean floor, and indicated that the coral had been growing upward for tens of millions of years as Earth's crust subsided at a rate of between 15 and 51 meters per million years. Darwin s theory was therefore proved basically correct. There are some submarine islands called guyots and seamounts, in which subsidence associated with sea-floor spreading has been too speedy for coral growth to keep up.",
      "Like mangrove swamps, coral reefs are extremely important habitats. Their diversity of coral genera is greatest in the warm waters of the Indian Ocean and the western Pacific. Indeed, they have been called the marine version of the tropical rain forest, rivaling their terrestrial counterparts in both richness of species and biological productivity. They also have significance because they provide coastal protection, opportunities for recreation, and are potential sources of substances like medicinal drugs. At present they are coming under a variety of threats, of which two of the most important are dredging and the effects of increased siltation brought about by accelerated erosion from neighboring land areas."
    ]
  },
  {
    "id": "tpo-48-1",
    "title": "Chinese Population Growth",
    "link": "https://toefl.kmf.com/detail/read/01cemj.html",
    "article": [
      "Increases in population have usually been accompanied (indeed facilitated) by an increase in trade. In the Western experience, commerce provided the conditions that allowed industrialization to get started, which in turn led to growth in science, technology, industry, transport, communications, social change, and the like that we group under the broad term of 'development'. However, the massive increase in population that in Europe was at first attributed to industrialization starting in the eighteenth century occurred also and at the same period in China, even though there was no comparable industrialization.",
      "It is estimated that the Chinese population by 1600 was close to 150 million. The transition between the Ming and Qing dynasties (the seventeenth century) may have seen a decline, but from 1741 to 1851 the annual figures rose steadily and spectacularly, perhaps beginning with 143 million and ending with 432 million. If we accept these totals, we are confronted with a situation in which the Chinese population doubled in the 50 years from 1790 to 1840. If, with greater caution, we assume lower totals in the early eighteenth century and only 400 million in 1850, we still face a startling fact: something like a doubling of the vast Chinese population in the century before Western contact, foreign trade, and industrialization could have had much effect.",
      "To explain this sudden increase we cannot point to factors constant in Chinese society but must find conditions or a combination of factors that were newly effective in this period. Among these is the almost complete internal peace maintained under Manchu rule during the eighteenth century. There was also an increase in foreign trade through Guangzhou (southern China) and some improvement of transportation within the empire. Control of disease, like the checking of smallpox by variolation may have been important. But of most critical importance was the food supply.",
      "Confronted with a multitude of unreliable figures, economists have compared the population records with the aggregate data for cultivated land area and grain production in the six centuries since 1368. Assuming that China's population in 1400 was about 80 million, the economist Dwight Perkins concludes that its growth to 700 million or more in the 1960s was made possible by a steady increase in the grain supply, which evidently grew five or six times between 1400 and 1800 and rose another 50 percent between 1800 and 1965. This increase of food supply was due perhaps half to the increase of cultivated area, particularly by migration and settlement in the central and western provinces, and half to greater productivity-the farmers' success in raising more crops per unit of land.",
      "This technological advance took many forms: one was the continual introduction from the south of earlier-ripening varieties of rice, which made possible double-cropping (the production of two harvests per year from one field). New crops such as corn (maize) and sweet potatoes as well as peanuts and tobacco were introduced from the Americas. Corn, for instance, can be grown on the dry soil and marginal hill land of North China, where it is used for food, fuel, and fodder and provides something like one-seventh of the food energy available in the area. The sweet potato, growing in sandy soil and providing more food energy per unit of land than other crops, became the main food of the poor in much of the South China rice area.",
      "Productivity in agriculture was also improved by capital investments, first of all in irrigation. From 1400 to 1900 the total of irrigated land seems to have increased almost three times. There was also a gain in farm tools, draft animals, and fertilizer, to say nothing of the population growth itself, which increased half again as fast as cultivated land area and so increased the ratio of human hands available per unit of land. Thus the rising population was fed by a more intensive agriculture, applying more labor and fertilizer to the land."
    ]
  },
  {
    "id": "tpo-48-2",
    "title": "Determining Dinosaur Diet",
    "link": "https://toefl.kmf.com/detail/read/61cf1j.html",
    "article": [
      "Determining what extinct dinosaurs ate is difficult, but we can infer some aspects of their dietary preferences. Traditionally, this information has been derived from direct evidence, such as stomach contents, and indirect evidence, such as establishing a correlation between particular body characteristics and diets of living animals and then inferring habits for dinosaurs.",
      "Animals such as house cats and dogs have large, stabbing canine teeth at the front of the mouth and smaller, equally sharp teeth farther back in their jaws. Many of these animals are also armed with sharp claws. The advantage of teeth and claws as predatory tools is obvious. Now consider animals like cows, horses, rabbits, and mice. These animals have flat teeth at the back of the jaw that are analogous to and have the same function as grindstones. Unlike the meat-slicing and stabbing teeth of carnivores, the teeth of these animals grind and shred plant material before digestion.",
      "More clues exist in other parts of the skull. The jaw joint of carnivores such as dogs and cats has the mechanical advantage of being at the same level as the tooth row, allowing the jaws to close with tremendous speed and forcing the upper teeth to occlude against the lower teeth with great precision. In herbivorous animals, rapid jaw closure is less important. Because the flat teeth of herbivores work like grindstones, however, the jaws must move both side to side and front to back. The jaw joints of many advanced herbivores, such as cows, lie at a different level than the tooth row, allowing transverse tearing, shredding, and compression of plant material. If we extend such observations to extinct dinosaurs, we can infer dietary preferences (such as carnivory and herbivory), even though we cannot determine the exact diet. The duck-billed dinosaurs known as hadrosaurs are a good example of a group whose jaw joint is below the level of the tooth row, which probably helped them grind up tough, fibrous vegetation.",
      "Paleontologists would like to be much more specific about a dinosaur's diet than simply differentiating carnivore from herbivore. This finer level of resolution requires direct fossil evidence of dinosaur meals. Stomach contents are only rarely preserved, but when present, allow us to determine exactly what these animals were eating.",
      "In the stomach contents of specimens of Coelophysis (a small, long-necked dinosaur) are bones from juvenile animals of the same species. At one time, these were thought to represent embryonic animals, suggesting that this small dinosaur gave birth to live young rather than laying eggs. Further research indicated that the small dinosaurs were too large and too well developed to be prehatchling young. In addition, the juveniles inside the body cavity were of different sizes. All the evidence points to the conclusion that these are the remains of prey items and that, as an adult, Coelophysis was at least in part a cannibal.",
      "Fossilized stomach contents are not restricted to carnivorous dinosaurs. In a few rare cases, most of them 'mummies' (unusually well preserved specimens), fossilized plant remains have been found inside the body cavity of hadrosaurs. Some paleontologists have argued that these represent stream accumulations rather than final meals. The best known of these cases is the second Edmontosaurus mummy collected by the Sternbergs. In the chest cavity of this specimen, which is housed in the Senckenberg Museum in Germany, are the fossil remains of conifer needles, twigs, seeds, and fruits. Similar finds in Corythosaurus specimens from Alberta, Canada, have also been reported, indicating that at least two kinds of Late Cretaceous hadrosaurs fed on the sorts of tress that are common in today's boreal woodlands.",
      "A second form of direct evidence comes from coprolites (fossilized bodily waste). Several dinosaur fossil localities preserve coprolites. Coprolites yield unequivocal evidence about the dietary habits of dinosaurs. Many parts of plants and animals are extremely resistant to the digestive systems of animals and pass completely through the body with little or no alteration. Study of coprolites has indicated that the diets of some herbivorous dinosaurs were relatively diverse, while other dinosaurs appear to have been specialists, feeding on particular types of plants. The problem with inferring diets from coprolites is the difficulty in accurately associating a particular coprolite with a specific dinosaur."
    ]
  },
  {
    "id": "tpo-48-3",
    "title": "Climate and Urban Development",
    "link": "https://toefl.kmf.com/detail/read/f1cfgj.html",
    "article": [
      "For more than a hundred years, it has been known that cities are generally warmer than surrounding rural areas. This region of city warmth, known as the urban heat island, can influence the concentration of air pollution. However, before we look at its influence, let's see how the heat island actually forms.",
      "The urban heat island is due to industrial and urban development. In rural areas, a large part of the incoming solar energy is used in evaporating water from vegetation and soil. In cities, where less vegetation and exposed soil exist, the majority of the Sun's energy is absorbed by urban structures and asphalt. Hence, during warm daylight hours, less evaporative cooling in cities allows surface temperatures to rise higher than in rural areas. The cause of the urban heat island is quite involved. Depending on the location, time of year, and time of day, any or all of the following differences between cities and their surroundings can be important: albedo (reflectivity of the surface), surface roughness, emissions of heat, emissions of moisture, and emissions of particles that affect net radiation and the growth of cloud droplets.",
      "At night, the solar energy (stored as vast quantities of heat in city buildings and roads) is slowly released into the city air. Additional city heat is given off at night (and during the day) by vehicles and factories, as well as by industrial and domestic heating and cooling units. The release of heat energy is retarded by the tall vertical city walls that do not allow infrared radiation to escape as readily as does the relatively level surface of the surrounding countryside. The slow release of heat tends to keep nighttime city temperatures higher than those of the faster-cooling rural areas. Overall, the heat island is strongest at night when compensating sunlight is absent; during the winter, when nights are longer and there is more heat generated in the city; and when the region is dominated by a high-pressure area with light winds, clear skies, and less humid air. Over time, increasing urban heat islands affect climatological temperature records, producing artificial warming in climatic records taken in cities. This warming, therefore, must be accounted for in interpreting climate change over the past century.",
      "The constant outpouring of pollutants into the environment may influence the climate of the city. Certain particles reflect solar radiation, thereby reducing the sunlight that reaches the surface. Some particles serve as nuclei upon which water and ice form. Water vapor condenses onto these particles when the relative humidity is as low as 70 percent, forming haze that greatly reduces visibility. Moreover, the added nuclei increase the frequency of city fog.",
      "Studies suggest that precipitation may be greater in cities than in the surrounding countryside; this phenomenon may be due in part to the increased roughness of city terrain, brought on by large structures that cause surface air to slow and gradually converge. This piling up of air over the city then slowly rises, much like toothpaste does when its tube is squeezed. At the same time, city heat warms the surface air, making it more unstable, which enhances risings air motions, which, in turn, aids in forming clouds and thunderstorms. This process helps explain why both tend to be more frequent over cities.",
      "On clear still nights when the heat island is pronounced, a small thermal low-pressure area forms over the city. Sometimes a light breeze-called a country breeze-blows from the countryside into the city. If there are major industrial areas along the outskirts, pollutants are carried into the heart of town, where they tend to concentrate. Such an event is especially probable if vertical mixing and dispersion of pollutants are inhibited. Pollutants from urban areas may even affect the weather downwind from them."
    ]
  },
  {
    "id": "tpo-49-1",
    "title": "Ancient Coastlines",
    "link": "https://toefl.kmf.com/detail/read/81cgyj.html",
    "article": [
      "Information on past climates is of primary relevance to archaeology because of what it tells us about the effects on the land and on the resources that people needed to survive. The most crucial effect of climate was on the sheer quantity of land available in each period,measurable by studying ancient coastlines. These have changed constantly through time,even in relatively recent periods,as can be seen from the Neolithic stone circle of Er Lannic,in Brittany,France(once inland but now half submerged on an island)or medieval villages in east Yorkshire,England,that have tumbled into the sea in the last few centuries as the North Sea gnaws its way westward and erodes the cliffs. Conversely,silts deposited by rivers sometimes push the sea farther back,creating new land,as at Ephesus in western Turkey,a port on the coast in Roman times but today some five kilometers inland.",
      "Nevertheless,for archeologists concerned with the long periods of time of the Paleolithic period there are variations in coastlines of much greater magnitude to consider. The expansion and contraction of the continental glaciers caused huge and uneven rises and falls in sea levels worldwide. When the ice sheets grew,the sea level would drop as water became locked up in the glaciers;when the ice melted,the sea level would rise again. Falls in sea level often exposed a number of important land bridges,such as those linking Alaska to northeast Asia and Britain to northwest Europe,a phenomenon with far-reaching effects not only on human colonization of the globe but also on the environment as a whole-the flora and fauna of isolated or insular areas were radically and often irreversibly affected. Between Alaska and Asia today lies the Bering Strait,which is so shallow that a fall in sea level of only four meters would turn it into a land bridge. When the ice sheets were at their greatest extent some 18,000 years ago (the glacier maximum),it is thought that the fall was about 120 meters,which therefore created not merely a bridge but a vast plain,1,000 kilometers from the north to the south,which has been called Beringia. The existence of Beringia(and the extent to which it could have supported human life)is one of the crucial pieces of evidence in the continuing debate about the likely route and date of human colonization of the New World.",
      "The assessment of past rises and falls in sea level requires study of submerged land surfaces off the coast and of raised or elevated beaches on land. Raised beaches are remnants of former coastlines at higher levels relative to the present shoreline and visible,for instance,along the Californian coast north of San Francisco. The height of a raised beach above the present shoreline,however,does not generally give a straightforward indication of the height of a former sea level. In the majority of cases,the beaches lie at a higher level because the land has been raised up through isostatic uplift or tectonic movement. Isostatic uplift of the land occurs when the weight of ice is removed as temperatures rise,as at the end of an ice age;it has affected coastlines,for example,in Scandinavia,Scotland,Alaska,and Newfoundland during the postglacial period. Tectonic movements involve displacements in the plates that make up Earth`s crust. Middle and Late Pleistocene raised beaches in the Mediterranean are one instance of such movements.",
      "Raised beaches often consist of areas of sand,pebbles,or dunes,sometimes containing seashells or piles of debris comprising shells and bones of marine animals used by humans. In Tokyo Bay,for example,shell mounds of the Jomon period(about 10,000 to 300 B.C.E.)mark the position of the shoreline at a time of maximum inundation by the sea(6,500-5,500 years ago),when, through tectonic movement,the sea was three to five meters higher in relation to the contemporary landmass of Japan than at present. Analysis of the shells themselves has confirmed the changes in marine topography,for it is only during the maximum phase that subtropical species of mollusc are present,indicating a higher water temperature."
    ]
  },
  {
    "id": "tpo-49-2",
    "title": "Movable Type",
    "link": "https://toefl.kmf.com/detail/read/11chdj.html",
    "article": [
      "Nothing divided the medieval world in Europe more decisively from the Early Modern period than printing with movable type. It was a German invention and the culmination of a complex process. The world of antiquity had recorded its writings mainly on papyrus. Between 200 B.C and A.D 300, this was supplemented by vellum, calf skin treated and then smoothed by pumice stone. To this in late Roman times was added parchment, similarly made from the smoothed skin of sheep or goats. In the early Middle Ages, Europe imported an industrial process from China, which turned almost any kind of fibrous material into pulp that was then spread in sheets. This was known as cloth parchment. By about 1150 the Spanish had developed the first mill for making cheap paper (a word contracted from 'papyrus', which became the standard term). One of the most important phenomena of the later Middle Ages was the growing availability of cheap paper. Even in England, where technology lagged far behind, a sheet of paper, or eight octavo pages, cost only a penny by the fifteenth century.",
      "In the years 1446-1448, two German goldsmiths, Johannes Gutenberg and Johann Fust, made use of cheap paper to introduce a critical improvement in the way written pages were reproduced. Printing from wooden blocks was the old method; what the Germans did was to invent movable type for the letterpress. It had three merits: it could be used repeatedly until worn out; it was cast in metal from a mold and so could be renewed without difficulty; and it made lettering uniform. In 1450, Gutenberg began work on his Bible, the first printed book, known as the Gutenberg. It was completed in 1455 and is a marvel. As Gutenberg, apart from getting the key idea, had to solve a lot of practical problems, including imposing paper and ink into the process and the actual printing itself, for which he adapted the screw press used by winemakers, it is amazing that his first product does not look at all rudimentary. Those who handle it are struck by its clarity and quality.",
      "Printing was one of those technical revolutions that developed its own momentum at extraordinary speed. Europe in the fifteenth century was a place where intermediate technology-that is, workshops with skilled craftspeople-was well established and spreading fast, especially in Germany and Italy. Such workshops were able to take on printing easily, and it thus became Europe's first true industry. The process was aided by two factors: the new demand for cheap classical texts and the translation of the Latin Bible into 'modern' languages. Works of reference were also in demand. Presses sprang up in several German cities, and by 1470, Nuremberg, Germany had established itself as the center of the international publishing trade, printing books from 24 presses and distributing them at trade fairs all over western and central Europe. The old monastic scriptoria-monastery workshops where monks copied texts by hand-worked closely alongside the new presses, continuing to produce the luxury goods that movable-type printing could not yet supply. Printing, however, was primarily aimed at a cheap mass sale.",
      "Although there was no competition between the technologies, there was rivalry between nations. The Italians made energetic and successful efforts to catch up with Germany. Their most successful scriptorium quickly imported two leading German printers to set up presses in their book-producing shop. German printers had the disadvantage of working with the complex typeface that the Italians sneeringly referred to as 'Gothic' and that later became known as black letter. Outside Germany, readers found this typeface disagreeable. The Italians, on the other hand, had a clear typeface known as roman that became the type of the future.",
      "Hence, although the Germans made use of the paper revolution to introduce movable type, the Italians went far to regain the initiative by their artistry. By 1500 there were printing firms in 60 German cities, but there were 150 presses in Venice alone. However, since many nations and governments wanted their own presses, the trade quickly became international. The cumulative impact of this industrial spread was spectacular. Before printing, only the very largest libraries, of which there were a dozen in Europe, had as many as 600 books. The total number of books on the entire Continent was well under 100,000. But by 1500, after only 45 years of the printed book, there were 9 million in circulation."
    ]
  },
  {
    "id": "tpo-49-3",
    "title": "Background for the Industrial Revolution",
    "link": "https://toefl.kmf.com/detail/read/b1chsj.html",
    "article": [
      "The Industrial Revolution had several roots, one of which was a commercial revolution that, beginning as far back as the sixteenth century, accompanied Europe`s expansion overseas. Both exports and imports showed spectacular growth, particularly in England and France. An increasingly larger portion of the stepped-up commercial activity was the result of trade with overseas colonies. Imports included a variety of new beverages, spices, and ship`s goods around the world and brought money flowing back. Europe's economic institutions, particularly those in England, were strong, had wealth available for new investment, and seemed almost to be waiting for some technological breakthrough that would expand their profit-making potential even more.",
      "The breakthrough came in Great Britain, where several economic advantages created a climate especially favorable to the encouragement of new technology. One was its geographic location at the crossroads of international trade. Internally, Britain was endowed with easily navigable natural waterway, which helped its trade and communication with the world. Beginning in the 1770's, it enjoyed a boom in canal building, which helped make its domestic market more accessible. Because water transportation was the cheapest means of carrying goods to market, canals reduced prices and thus increased consumer demand. Great Britain also had rich deposits of coal that fed the factories springing up in industrial and consumer goods.",
      "Another advantage was Britain`s large population of rural, agricultural wage earners,as well as cottage workers, who had the potential of being more mobile than peasants of some other countries. Eventually they found their way to the cities or mining communities and provided the human power upon which the Industrial Revolution was built. The British people were also consumers; the absence of internal tariffs, such as those that existed in France or Italy or between the German states, made Britain the largest free-trade area in Europe. Britain's relatively stable government also helped create an atmosphere conducive to industrial progress.",
      "Great Britain`s better-developed banking and credit system also helped speed the industrial progress, as did the fact that it was the home of an impressive array of entrepreneurs and inventors. Among them were a large number of nonconformists whose religious principles encouraged thrift and industry rather than luxurious living and who tended to pour their profits back into their business, thus providing the basis for continued expansion.",
      "A precursor to the Industrial Revolution was a revolution in agricultural techniques. Ideas about agricultural reform developed first in Holland, where as early as the mid-seventeenth century, such modern methods as crop rotation, heavy fertilization, and diversification were all in use. Dutch peasant farmers were known throughout Europe for their agricultural innovations, but as British markets and opportunities grew, the English quickly learned from them. As early as the seventeenth century the Dutch were helping them drain marshes and fens where, with the help of advanced techniques, they grew new crops. By the mid-eighteenth century new agricultural methods as well as selective breeding of livestock had caught on throughout the country.",
      "Much of the increased production was consumed by Great Britain`s burgeoning population. At the same time, people were moving to the city, partly because of the enclosure movement; that is, the fencing of common fields and pastures in order to provide more compact, efficient privately held agricultural parcels that would produce more goods and greater profits. In the sixteenth century enclosures were usually used for creating sheep pastures, but by the eighteenth century new farming techniques made it advantageous for large landowners to seek enclosures in order to improve agricultural production. Between 1714 and 1820 over 6 million acres of English land were enclosed. As a result, many small, independent farmers were forced to sell out simply because they could not compete. Non-landholding peasants and cottage workers, who worked for wages and grazed cows or pigs on the village common, were also hurt when the common was no longer available. It was such people who began to flock to the cities seeking employment and who found work in the factories that would transform the nation and, the world."
    ]
  },
  {
    "id": "tpo-50-1",
    "title": "American Railroads",
    "link": "https://toefl.kmf.com/detail/read/f1guvj.html",
    "article": [
      "In the United States, railroads spearheaded the second phase of the transportation revolution by overtaking the previous importance of canals. The mid-1800s saw a great expansion of American railroads. The major cities east of the Mississippi River were linked by a spiderweb of railroad tracks. Chicago's growth illustrates the impact of these rail links. In 1849 Chicago was a village of a few hundred people with virtually no rail service. By 1860 it had become a city of 100,000, served by eleven railroads. Farmers to the north and west of Chicago no longer had to ship their grain, livestock, and dairy products down the Mississippi River to New Orleans; they could now ship their products directly east. Chicago supplanted New Orleans as the interior of America's main commercial hub.",
      "The east-west rail lines stimulated the settlement and agricultural development of the Midwest. By 1860 Illinois, Indiana, and Wisconsin had replaced Ohio, Pennsylvania, and New York as the leading wheat-growing states. Enabling farmers to speed their products to the East, railroads increased the value of farmland and promoted additional settlement. In turn, population growth in agricultural areas triggered industrial development in cities such as Chicago, Davenport (Iowa), and Minneapolis, for the new settlers needed lumber for fences and houses and mills to grind wheat into flour.",
      "Railroads also propelled the growth of small towns along their routes. The Illinois Central Railroad, which had more track than any other railroad in 1855, made money not only from its traffic but also from real estate speculation. Purchasing land for stations along its path, the Illinois Central then laid out towns around the stations. The selection of Manteno ,Illinois, as a stop of the Illinois Central, for example, transformed the site from a crossroads without a single house in 1854 into a bustling town of nearly a thousand in 1860, replete with hotels, lumberyards, grain elevators, and gristmills. By the Civil War (1861–1865), few thought of the railroad-linked Midwest as a frontier region or viewed its inhabitants as pioneers.",
      "As the nation's first big business, the railroads transformed the conduct of business. During the early 1830s, railroads, like canals, depended on financial aid from state governments. With the onset of economic depression in the late 1830s, however, state governments scrapped overly ambitious railroad projects. Convinced that railroads burdened them with high taxes and blasted hopes, voters turned against state aid, and in the early 1840s, several states amended their constitutions to bar state funding for railroads and canals. The federal government took up some of the slack, but federal aid did not provide a major stimulus to railroads before 1860. Rather, part of the burden of finance passed to city and county governments in agricultural areas that wanted to attract railroads. Such municipal governments, for example, often gave railroads rights-of-way, grants of land for stations, and public funds.",
      "The dramatic expansion of the railroad network in the 1850s, however, strained the financing capacity of local governments and required a turn toward private investment, which had never been absent from the picture. Well aware of the economic benefits of railroads, individuals living near them had long purchased railroad stock issued by governments and had directly bought stock in railroads, often paying by contributing their labor to building the railroads. But the large railroads of the 1850s needed more capital than such small investors could generate. Gradually, the center of railroad financing shifted to New York City, and in fact, it was the railroad boom of the 1850s that helped make Wall Street in New York City the nation's greatest capital market. The stocks of all the leading railroads were traded on the floor of the New York Stock Exchange during the 1850s. In addition, the growth of railroads turned New York City into the center of modern investment firms. The investment firms evaluated the stock of railroads in the smaller American cities and then found purchasers for these stocks in New York City, Philadelphia, Paris, London, Amsterdam, and Hamburg. Controlling the flow of funds to railroads, the investment bankers began to exert influence over the railroads' internal affairs by supervising administrative reorganizations in times of trouble."
    ]
  },
  {
    "id": "tpo-50-2",
    "title": "The Achievement of Brazilian Independence",
    "link": "https://toefl.kmf.com/detail/read/61gvaj.html",
    "article": [
      "In contrast to the political anarchy, economic dislocation, and military destruction in Spanish America, Brazil`s drive toward independence from Portugal proceeded as a relatively bloodless transition between 1808 and 1822. The idea of Brazilian independence first arose in the late eighteenth century as a Brazilian reaction to the Portuguese policy of tightening political and economic control over the colony in the interests of the mother country. The first significant conspiracy against Portuguese rule was organized from 1788–1799 in the province of Minas Gerais, where rigid governmental control over the production and prices of gold and diamonds, as well as heavy taxes, caused much discontent. But this conspiracy never went beyond the stage of discussion and was easily discovered and crushed. Other conspiracies in the late eighteenth century as well as a brief revolt in 1817 reflected the influence of republican ideas over sections of the elite and even the lower strata of urban society. All proved abortive or were soon crushed. Were it not for an accident of European history, the independence of Brazil might have been long delayed.",
      "The French invasion of Portugal in 1807 followed by the flight of the Portuguese court (sovereign and government officers) to Rio de Janeiro brought large benefits to Brazil. Indeed, the transfer of the court in effect signified achievement of Brazilian independence. The Portuguese prince and future King João VI opened Brazil`s ports to the trade of friendly nations, permitted the rise of local industries, and founded the Bank of Brazil. In 1815 he elevated Brazil to the legal status of a kingdom coequal with Portugal. In one sense, however, Brazil's new status signified the substitution of one dependence for another. Freed from Portuguese control, Brazil came under the economic dominance of England, which obtained major tariff concessions and other privileges by the Strangford Treaty of 1810 between Portugal and Great Britain. The treaty provided for the importation of British manufactures into Brazil and the export of Brazilian agricultural produce to Great Britain. One result was an influx of cheap machine-made goods that swamped the handicrafts industry of the country.",
      "Brazilian elites took satisfaction in Brazil`s new role and the growth of educational, cultural, and economic opportunities for their class. But the feeling was mixed with resentment toward the thousands of Portuguese courtiers (officials) and hangers-on who came with the court and who competed with Brazilians for jobs and favors. Thus, the change in the status of Brazil sharpened the conflict between Portuguese elites born in Brazil and elites born in Portugal and loyal to the Portuguese crown.",
      "The event that precipitated the break with the mother country was the revolution of 1820 in Portugal. The Portuguese revolutionaries framed a liberal constitution for the kingdom, but they were conservative or reactionary in relation to Brazil. They demanded the immediate return of King João to Lisbon, an end to the system of dual monarchy that he had devised, and the restoration of the Portuguese commercial monopoly. Timid and vacillating, King João did not know which way to turn. Under the pressure of his courtiers, who hungered to return to Portugal and their lost estates, he finally approved the new constitution and sailed for Portugal. He left behind him, however, his son and heir, Pedro, and in a private letter advised him that in the event the Brazilians should demand independence, he should assume leadership of the movement and set the crown of Brazil on his head.",
      "Soon it became clear that the Portuguese parliament intended to set the clock back by abrogating all the liberties and concessions won by Brazil since 1808. One of its decrees insisted on the immediate return of Pedro from Brazil. The pace of events moved more rapidly in 1822. On January 9, urged on by Brazilian advisers who perceived a golden opportunity to make an orderly transition to independence without the intervention of the masses, Pedro refused an order from the parliament to return to Portugal, saying famously, 'I remain'. On September 7, regarded by all Brazilians as Independence Day, he issued the even more celebrated proclamation, 'Independence or death!' In December 1822, having overcome slight resistance by Portuguese troops, Dom Pedro was formally proclaimed constitutional Emperor of Brazil."
    ]
  },
  {
    "id": "tpo-50-3",
    "title": "Star Death",
    "link": "https://toefl.kmf.com/detail/read/21gvpj.html",
    "article": [
      "Soon it became clear that the Portuguese parliament intended to set the clock back by abrogating all the liberties and concessions won by Brazil since 1808. One of its decrees insisted on the immediate return of Pedro from Brazil. The pace of events moved more rapidly in 1822. On January 9, urged on by Brazilian advisers who perceived a golden opportunity to make an orderly transition to independence without the intervention of the masses, Pedro refused an order from the parliament to return to Portugal, saying famously, 'I remain'. On September 7, regarded by all Brazilians as Independence Day, he issued the even more celebrated proclamation, 'Independence or death!' In December 1822, having overcome slight resistance by Portuguese troops, Dom Pedro was formally proclaimed constitutional Emperor of Brazil.",
      "We must distinguish, at this point, between two different stellar types: Population I and Population II, the latter being much older than the former. These groups can also be distinguished by their locations. Our galaxy, the Milky Way, is shaped like a flat disk surrounding a central bulge. Whereas Population I stars are found mainly in the galactic disk, Population II stars mostly reside in the central bulge of the galaxy and in the halo surrounding this bulge.",
      "Population II stars date to the early stages of the universe. Formed when the cosmos was filled with hydrogen and helium gases, they initially contained virtually no heavy elements. They shine until their fusible material is exhausted. When Population II stars die, their material is spread out into space. Some of this dust is eventually incorporated into newly formed Population I stars. Though Population I stars consist mostly of hydrogen and helium gas, they also contain heavy elements (heavier than helium), which comprise about 1 or 2 percent of their mass. These heavier materials are fused from the lighter elements that the stars have collected. Thus, Population I stars contain material that once belonged to stars from previous generations. The Sun is a good example of a Population I star.",
      "What will happen when the Sun dies? In several billion years, our mother star will burn much brighter. It will expend more and more of its nuclear fuel, until little is left of its original hydrogen. Then, at some point in the far future, all nuclear reactions in the Sun`s center will cease.",
      "Once the Sun passes into its 'postnuclear' phase, it will separate effectively into two different regions: an inner zone and an outer zone. While no more hydrogen fuel will remain in the inner zone, there will be a small amount left in the outer zone. Rapidly, changes will begin to take place that will serve to tear the Sun apart. The inner zone, its nuclear fires no longer burning, will begin to collapse under the influence of its own weight and will contract into a tiny hot core, dense and dim. An opposite fate will await the outer region, a loosely held-together ball of gas. A shock wave caused by the inner zone`s contraction will send ripples through the dying star, pushing the stellar exterior`s material farther and farther outward. The outer envelope will then grow rapidly, increasing, in a short interval, hundreds of times in size. As it expands, it will cool down by thousands of degrees. Eventually, the Sun will become a red giant star, cool and bright. It will be so large that it will occupy the whole space that used to be the Earth`s orbit and so brilliant that it would be able to be seen with the naked eye thousands of light-years away. It will exist that way for millions of years, gradually releasing the material of its outer envelope into space. Finally, nothing will be left of the gaseous exterior of the Sun; all that will remain will be the hot, white core. The Sun will have become a white dwarf star. The core will shrink, giving off the last of its energy, and the Sun will finally die."
    ]
  }
]