[
  {
    "id": "tpo-41-1",
    "title": "Navajo Art",
    "link": "https://toefl.kmf.com/detail/read/b1eq3j.html/1",
    "article": [
      "The Navajo, a Native American people living in the southwestern United States, live in small scattered settlements. In many respects, such as education, occupation, and leisure activities, their life is like that of other groups that contribute to the diverse social fabric of North American culture in the twenty-first century. At the same time, they have retained some traditional cultural practices that are associated with particular art forms. For example, the most important traditional Navajo rituals include the production of large floor paintings. These are actually made by pouring thin, finely controlled streams of colored sands or pulverized vegetable and mineral substances, pollen, and flowers in precise patterns on the ground.The largest of these paintings may be up to 5.5 meters in diameter and cover the entire floor of a room. Working from the inside of the design outward, the Navajo artist and his assistants will sift the black, white, bluish-gray, orange, and red materials through their fingers to create the finely detailed imagery. The paintings and chants used in the ceremonies are directed by well-trained artists and singers who enlist the aid of spirits who are impersonated by masked performers. The twenty-four known Navajo chants can be represented by up to 500 sand paintings. These complex paintings serve as memory aids to guide the singers during the performance of the ritual songs, which can last up to nine days.",
      "The purpose and meaning of the sand paintings can be explained by examining one of the most basic ideals of Navajo society, embodied in their word hozho (beauty or harmony, goodness, and happiness). It coexists with hochxo (ugliness, or evil, and disorder) in a world where opposing forces of dynamism and stability create constant change. When the world, which was created in beauty, becomes ugly and disorderly, the Navajo gather to perform rituals with songs and make sand paintings to restore beauty and harmony to the world. Some illness is itself regarded as a type of disharmony. Thus, the restoration of harmony through a ceremony can be part of a curing process.",
      "Men make sand paintings that are accurate copies of paintings from the past. The songs sung over the paintings are also faithful renditions of songs from the past. By re-creating these arts, which reflect the original beauty of creation, the Navajo bring beauty to the present world. As relative newcomers to the Southwest, a place where their climate, neighbors, and rulers could be equally inhospitable, the Navajo created these art forms to affect the world around them, not just through the recounting of the actions symbolized, but through the beauty and harmony of the artworks themselves. The paintings generally illustrate ideas and events from the life of a mythical hero, who, after being healed by the gods, gave gifts of songs and paintings. Working from memory, the artists re-create the traditional form of the image as accurately as possible.",
      "The Navajo are also world-famous for the designs on their woven blankets. Navajo women own the family flocks, control the shearing of the sheep, the carding, the spinning, and dying of the thread, and the weaving of the fabrics. While the men who make faithful copies of sand paintings from the past represent the principle of stability in Navajo thought, women embody dynamism and create new designs for every weaving they make. Weaving is a paradigm of the creativity of a mythic ancestor named Spider Woman who wove the universe as a cosmic web that united earth and sky. It was she who, according to legend, taught Navajo women how to weave. As they prepare their materials and weave, Navajo women imitate the transformations that originally created the world. Working on their looms, Navajo weavers create images through which they experience harmony with nature. It is their means of creating beauty and thereby contributing to the beauty, harmony, and healing of the world. Thus, weaving is a way of seeing the world and being part of it."
    ]
  },
  {
    "id": "tpo-41-2",
    "title": "Climate of Venus",
    "link": "https://toefl.kmf.com/detail/read/01eq5j.html/1",
    "article": [
      "Earth has abundant water in its oceans but very little carbon dioxide in its relatively thin atmosphere. By contrast, Venus is very dry and its thick atmosphere is mostly carbon dioxide. The original atmospheres of both Venus and Earth were derived at least in part from gases spewed forth, or outgassed, by volcanoes. The gases that emanate from present-day volcanoes on Earth, such as Mount Saint Helens, are predominantly water vapor, carbon dioxide, and sulfur dioxide. These gases should therefore have been important parts of the original atmospheres of both Venus and Earth. Much of the water on both planets is also thought to have come from impacts from comets, icy bodies formed in the outer solar system.",
      "In fact, water probably once dominated the Venusian atmosphere. Venus and Earth are similar in size and mass, so Venusian volcanoes may well have outgassed as much water vapor as on Earth, and both planets would have had about the same number of comets strike their surfaces. Studies of how stars evolve suggest that the early Sun was only about 70 percent as luminous as it is now, so the temperature in Venus' early atmosphere must have been quite a bit lower. Thus water vapor would have been able to liquefy and form oceans on Venus. But if water vapor and carbon dioxide were once so common in the atmospheres of both Earth and Venus, what became of Earth's carbon dioxide? And what happened to the water on Venus?",
      "The answer to the first question is that carbon dioxide is still found in abundance on Earth, but now, instead of being in the form of atmospheric carbon dioxide, it is either dissolved in the oceans or chemically bound into carbonate rocks, such as the limestone and marble that formed in the oceans. If Earth became as hot as Venus, much of its carbon dioxide would be boiled out of the oceans and baked out of the crust. Our planet would soon develop a thick, oppressive carbon dioxide atmosphere much like that of Venus.",
      "To answer the question about Venus' lack of water, we must return to the early history of the planet. Just as on present-day Earth, the oceans of Venus limited the amount of atmospheric carbon dioxide by dissolving it in the oceans and binding it up in carbonate rocks. But being closer to the Sun than Earth is, enough of the liquid water on Venus would have vaporized to create a thick cover of water vapor cIouds. Since water vapor is a greenhouse gas, this humid atmosphere, perhaps denser than Earth's present-day atmosphere, but far less dense than the atmosphere that envelops Venus today would have efficiently trapped heat from the Sun. At first, this would have had little effect on the oceans of Venus. Although the temperature would have climbed above 100° C, the boiling point of water at sea level on Earth, the added atmospheric pressure from water vapor would have kept the water in Venus' oceans in the liquid state.",
      "This hot and humid state of affairs may have persisted for several hundred million years. But as the Sun's energy output slowly increased over time, the temperature at the surface would eventually have risen above 374°C. Above this temperature, no matter what the atmospheric pressure, Venus' oceans would have begun to evaporate, and the added water vapor in the atmosphere would have increased the greenhouse effect.This would have made the temperature even higher and caused the oceans to evaporate faster, producing more water vapor. That, in turn, would have further intensified the greenhouse effect and made the temperature climb higher still.",
      "Once Venus' oceans disappeared, so did the mechanism for removing carbon dioxide from the atmosphere. With no oceans to dissolve it, outgassed carbon dioxide began to accumulate in the atmosphere, intensifying the greenhouse effect even more. Temperatures eventually became high enough to \"bake out\" any carbon dioxide that was trapped in carbonate rocks. This liberated carbon dioxide formed the thick atmosphere of present-day Venus. Over time, the rising temperatures would have leveled off, solar ultraviolet radiation having broken down atmospheric water vapor molecules into hydrogen and oxygen, With all the water vapor gone, the greenhouse effect would no longer have accelerated."
    ]
  },
  {
    "id": "tpo-41-3",
    "title": "Trade and Early State Formation",
    "link": "https://toefl.kmf.com/detail/read/61eq4j.html/1",
    "article": [
      "Bartering was a basic trade mechanism for many thousands of years; often sporadic and usually based on notions of reciprocity, it involved the mutual exchange of commodities or objects between individuals or groups. Redistribution of these goods through society lay in the hands of chiefs, religious leaders, or kin groups. Such redistribution was a basic element in chiefdoms. The change from redistribution to formal trade-often based on regulated commerce that perhaps involved fixed prices and even currency-was closely tied to growing political and social complexity and hence to the development of the state in the ancient world.",
      "In the 1970s, a number of archaeologists gave trade a primary role in the rise of ancient states. British archaeologist Colin Renfrew attributed the dramatic flowering of the Minoan civilization on Crete and through the Aegean to intensified trading contacts and to the impact of olive and vine cultivation on local communities. As agricultural economies became more diversified and local food supplies could be purchased both locally and over longer distances, a far-reaching economic interdependence resulted.Eventually, this led to redistribution systems for luxuries and basic commodities, systems that were organized and controlled by Minoan rulers from their palaces. As time went on, the self-sufficiency of communities was replaced by mutual dependence. Interest in long-distance trade brought about some cultural homogeneity from trade and gift exchange, and perhaps even led to piracy. Thus, intensified trade and interaction, and the flowering of specialist crafts, in a complex process of positive feedback, led to much more complex societies based on palaces, which were the economic hubs of a new Minoan civilization.",
      "Renfrew's model made some assumptions that are now discounted. For example, he argued that the introduction of domesticated vines and olives allowed a substantial expansion of land under cultivation and helped to power the emergence of complex society. Many archaeologists and paleobotanists now question this view, pointing out that the available evidence for cultivated vines and olives suggests that they were present only in the later Bronze Age. Trade, nevertheless, was probably one of many variables that led to the emergence of palace economies in Minoan Crete.",
      "American archaeologist William Rathje developed a hypothesis that considered an explosion in long-distance exchange a fundamental cause of Mayan civilization in Mesoamerica. He suggested that the lowland Mayan environment was deficient in many vital resources, among them obsidian, salt, stone for grinding maize, and many luxury materials. All these could be obtained from the nearby highlands, from the Valley of Mexico, and from other regions, if the necessary trading networks came into being.Such connections, and the trading expeditions to maintain them, could not be organized by individual villages. The Maya lived in a relatively uniform environment, where every community suffered from the same resource deficiencies. Thus, argued Rathje, long-distance trade networks were organized through local ceremonial centers and their leaders. In time, this organization became a state, and knowledge of its functioning was exportable, as were pottery, tropical bird feathers, specialized stone materials, and other local commodities.",
      "Rathje's hypothesis probably explains part of the complex process of Mayan state formation, but it suffers from the objection that suitable alternative raw materials can be found in the lowlands. It could be, too, that warfare became a competitive response to population growth and to the increasing scarcity of prime agricultural land, and that it played an important role in the emergence of the Mayan states.",
      "Now that we know much more about ancient exchange and commerce, we know that, because no one aspect of trade was an overriding cause of cultural change or evolution in commercial practices, trade can never be looked on as a unifying factor or as a primary agent of ancient civilization. Many ever-changing variables affected ancient trade, among them the demand for goods. There were also the logistics of transportation, the extent of the trading network, and the social and political environment. Intricate market networks channeled supplies along well-defined routes. Authorities at both ends might regulate the profits fed back to the source, providing the incentive for further transactions. There may or may not have been a market organization. Extensive long-distance trade was a consequence rather than a cause of complex societies"
    ]
  },
  {
    "id": "tpo-42-1",
    "title": "Explaining Dinosaur Extinction",
    "link": "https://toefl.kmf.com/detail/read/21eq8j.html/1",
    "article": [
      "Dinosaurs rapidly became extinct about 65 million years ago as part of a mass extinction known as the K–T event, because it is associated with a geological signature known as the K–T boundary, usually a thin band of sedimentation found in various parts of the world (K is the traditional abbreviation for the Cretaceous, derived from the German name Kreidezeit). Many explanations have been proposed for why dinosaurs became extinct. For example, some have blamed dinosaur extinction on the development of flowering plants, which were supposedly more difficult to digest and could have caused constipation or indigestion-except that flowering plants first evolved in the Early Cretaceous, about 60 million years before the dinosaurs died out. In fact, several scientists have suggested that the duckbill dinosaurs and horned dinosaurs, with their complex battery of grinding teeth, evolved to exploit this new resource of rapidly growing flowering plants. Others have blamed extinction on competition from the mammals, which allegedly ate all the dinosaur eggs-except that mammals and dinosaurs appeared at the same time in the Late Triassic, about 190 million years ago, and there is no reason to believe that mammals suddenly acquired a taste for dinosaur eggs after 120 million years of coexistence. Some explanations (such as the one stating that dinosaurs all died of diseases) fail because there is no way to scientifically test them, and they cannot move beyond the realm of speculation and guesswork.",
      "This focus on explaining dinosaur extinction misses an important point: the extinction at the end of the Cretaceous was a global event that killed off organisms up and down the food chain. It wiped out many kinds of plankton in the ocean and many marine organisms that lived on the plankton at the base of the food chain. These included a variety of clams and snails, and especially the ammonites, a group of shelled squidlike creatures that dominated the Mesozoic seas and had survived many previous mass extinctions. The K–T event marked the end of the marine reptiles, such as the mosasaurs and the plesiosaurs, which were the largest creatures that had ever lived in the seas and which ruled the seas long before whales evolved. On land, there was also a crisis among the land plants, in addition to the disappearance of dinosaurs. So any event that can explain the destruction of the base of the food chain (plankton in the ocean, plants on land) can better explain what happened to organisms at the top of the food chain, such as the dinosaurs. By contrast, any explanation that focuses strictly on the dinosaurs completely misses the point. The Cretaceous extinctions were a global phenomenon, and dinosaurs were just a part of a bigger picture.",
      "According to one theory, the Age of Dinosaurs ended suddenly 65 million years ago when a giant rock from space plummeted to Earth. Estimated to be ten to fifteen kilometers in diameter, this bolide (either a comet or an asteroid) was traveling at cosmic speeds of 20–70 kilometers per second, or 45,000–156,000 miles per hour. Such a huge mass traveling at such tremendous speeds carries an enormous amount of energy. When the bolide struck, this energy was released and generated a huge shock wave that leveled everything for thousands of kilometers around the impact and caused most of the landscape to burst into flames. The bolide struck an area of the Yucatán Peninsula of Mexico known as Chicxulub, excavating a crater 15–20 kilometers deep and at least 170 kilometers in diameter. The impact displaced huge volumes of seawater, causing much flood damage in the Caribbean. Meanwhile, the bolide itself excavated 100 cubic kilometers of rock and debris from the site, which rose to an altitude of 100 kilometers. Most of it fell back immediately, but some of it remained as dust in the atmosphere for months. This material, along with the smoke from the fires, shrouded Earth, creating a form of nuclear winter. According to computerized climate models, global temperatures fell to near the freezing point, photosynthesis halted, and most plants on land and in the sea died. With the bottom of the food chain destroyed, dinosaurs could not survive."
    ]
  },
  {
    "id": "tpo-42-2",
    "title": "Callisto and Ganymede",
    "link": "https://toefl.kmf.com/detail/read/e1eq6j.html/1",
    "article": [
      "From 1996 to 1999, the Galileo spacecraft passed through the Jovian system, providing much information about Jupiter's satellites. Callisto, the outermost of Jupiter's four largest satellites, orbits the planet in seventeen days at a distance from Jupiter of two million kilometers. Like our own Moon, Callisto rotates in the same period as it revolves, so it always keeps the same face toward Jupiter. Its noontime surface temperature is only about ?140ºC, so water ice is stable on its surface year-round. Callisto has a diameter of 4,820 kilometers, almost the same as that of Mercury. Its mass is only one-third as great, which means its density must be only one-third as great as well. This tells us that Callisto has far less of the rocky metallic materials found in the inner planets and must instead be an icy body through much of its interior.",
      "Callisto has not fully differentiated, meaning separated into layers of different density materials. Astronomers can tell that it lacks a dense core from the details of its gravitational pull on the Galileo spacecraft during several very close flybys. This fact surprised scientists, who expected that all the big icy moons would be differentiated. It is much easier for an icy body to differentiate than for a rocky one, since the melting temperature of ice is so low. Only a little heating will soften the ice and get the process started, allowing the rock and metal to sink to the center and the slushy ice to float to the surface. Yet Callisto seems to have frozen solid before the process of differentiation was complete.",
      "Like our Moon's highlands, the surface of Callisto is covered with impact craters. The survival of these craters tells us that an icy object can form and retain impact craters in its surface. In thinking of ice so far from the Sun, it is important not to judge its behavior from that of the much warmer ice we know on Earth; at the temperatures of the outer solar system, ice on the surface is nearly as hard as rock, and behaves similarly. Ice on Callisto does not deform or flow like ice in glaciers on Earth. Callisto is unique among the planet-sized objects of the solar system in its absence of interior forces to drive geological evolution. The satellite was born dead and has remained geologically dead for more than four billion years.",
      "Ganymede, another of Jupiter's satellites and the largest in our solar system, is also cratered, but less so than Callisto. About one-quarter of its surface seems to be as old and heavily cratered; the rest formed more recently, as we can tell by the sparse covering of impact craters as well as the relative freshness of the craters. Ganymede is a differentiated world, like the terrestrial planets. Measurements of its gravity field tell us that the rock and metal sank to form a core about the size of our Moon, with a mantle and crust of ice floating above it. In addition, the Galileo spacecraft discovered that Ganymede has a magnetic field, the signature of a partially molten interior. Ganymede is not a dead world, but rather a place of continuing geological activity powered by an internal heat source. Much of its surface may be as young as half a billion years.",
      "The younger terrain is the result of tectonic and volcanic forces. Some features formed when the crust cracked, flooding many of the craters with water from the interior. Extensive mountain ranges were formed from compression of the crust, forming long ridges with parallel valleys spaced one to two kilometers apart. In some places older impact craters were split and pulled apart. There are even indications of large-scale crustal movements that are similar to the plate tectonics of Earth.",
      "Why is Ganymede different from Callisto? Possibly the small difference in size and internal heating between the two led to this divergence in their evolution. But more likely the gravity of Jupiter is to blame for Ganymede's continuing geological activity. Ganymede is close enough to Jupiter that tidal forces from the giant planet may have episodically heated its interior and triggered major convulsions on its crust."
    ]
  },
  {
    "id": "tpo-42-3",
    "title": "Geographic Isolation of Species",
    "link": "https://toefl.kmf.com/detail/read/e1eq7j.html/1",
    "article": [
      "Biologist Ernst Mayr defined a species as \"an actually or potentially interbreeding population that does not interbreed with other such populations when there is opportunity to do so. A key event in the origin of many species is the separation of a population with its gene pool (all of the genes in a population at any one time) from other populations of the same species, thereby preventing population interbreeding. With its gene pool isolated, a separate population can follow its own evolutionary course. In the formation of many species, the initial isolation of a population seems to have been a geographic barrier. This mode of evolving new species is called allopatric speciation.",
      "Many factors can isolate a population geographically. A mountain range may emerge and gradually split a population of organisms that can inhabit only lowland lakes; certain fish populations might become isolated in this way. Similarly, a creeping glacier may gradually divide a population, or a land bridge such as the Isthmus of Panama may form and separate the marine life in the ocean waters on either side.",
      "How formidable must a geographic barrier be to keep populations apart? It depends on the ability of the organisms to move across barriers. Birds and coyotes can easily cross mountains and rivers. The passage of wind-blown tree pollen is also not hindered by such barriers, and the seeds of many plants may be carried back and forth on animals. In contrast, small rodents may find a deep canyon or a wide river an effective barrier. For example, the Grand Canyon, in the southwestern United States, separates the range of the white-tailed antelope squirrel from that of the closely related Harris' antelope squirrel. Smaller, with a shorter tail that is white underneath, the white-tailed antelope squirrel inhabits deserts north of the canyon and west of the Colorado River in southern California. Harris' antelope squirrel has a more limited range in deserts south of the Grand Canyon.",
      "Geographic isolation creates opportunities for new species to develop, but it does not necessarily lead to new species because speciation occurs only when the gene pool undergoes enough changes to establish reproductive barriers between the isolated population and its parent population. The likelihood of allopatric speciation increases when a population is small as well as isolated, making it more likely than a large population to have its gene pool changed substantially. For example, in less than two million years, small populations of stray animals and plants from the South American mainland that managed to colonize the Galapagos Islands gave rise to all the species that now inhabit the islands.",
      "When oceanic islands are far enough apart to permit populations to evolve in isolation, but close enough to allow occasional dispersions to occur, they are effectively outdoor laboratories of evolution. The Galapagos island chain is one of the world's greatest showcases of evolution. Each island was born from underwater volcanoes and was gradually covered by organisms derived from strays that rode the ocean currents and winds from other islands and continents. Organisms can also be carried to islands by other organisms, such as sea birds that travel long distances with seeds clinging to their feathers.",
      "The species on the Galapagos Islands today, most of which occur nowhere else, descended from organisms that floated, flew, or were blown over the sea from the South American mainland. For instance, the Galapagos island chain has a total of thirteen species of closely related birds called Galapagos finches. These birds have many similarities but differ in their feeding habits and their beak type, which is correlated with what they eat. Accumulated evidence indicates that all thirteen finch species evolved from a single small population of ancestral birds that colonized one of the islands. Completely isolated on the island after migrating from the mainland, the founder population may have undergone significant changes in its gene pool and become a new species. Later, a few individuals of this new species may have been blown by storms to a neighboring island. Isolated on this second island, the second founder population could have evolved into a second new species, which could later recolonize the island from which its founding population emigrated. Today each Galapagos island has multiple species of finches, with as many as ten on some islands."
    ]
  },
  {
    "id": "tpo-43-1",
    "title": "The Empire of Alexander the Great",
    "link": "https://toefl.kmf.com/detail/read/b1eqbj.html/1",
    "article": [
      "In 334 B.C. Alexander the Great took his Greek armies to the east and in only a few years completed his creation of an empire out of much of southwest Asia. In the new empire, barriers to trade and the movement of peoples were removed; markets were put in touch with one another. In the next generation thousands of Greek traders and artisans would enter this wider world to seek their fortunes. Alexander's actions had several important consequences for the region occupied by the empire.",
      "The first of these was the expansion of Greek civilization throughout the Middle East. Greek became the great international language. Towns and cities were established not only as garrisons (military posts) but as centers for the diffusion of Greek language, literature, and thought, particularly through libraries, as at Antioch (in modern Turkey) and the most famous of all, at Alexandria in Egypt, which would be the finest in the world for the next thousand years.",
      "Second, this internationalism spelled the end of the classical Greek city-state -- the unit of government in ancient Greece -- and everything it stood for. Most city-states had been quite small in terms of citizenry, and this was considered to be a good thing. The focus of life was the agora, the open marketplace where assemblies could be held and where issues of the day, as well as more fundamental topics such as the purpose of government or the relationship between law and freedom, could be discussed and decisions made by individuals in person. The philosopher Plato (428–348 B.C.), felt that the ideal city-state should have about 5,000 citizens, because to the Greeks it was important that everyone in the community should know each other. In decision making, the whole body of citizens together would have the necessary knowledge in order generally to reach the right decision, even though the individual might not be particularly qualified to decide. The philosopher Aristotle (384–322 B.C.), who lived at a time when the city-state system was declining, believed that a political entity of 100,000 simply would not be able to govern itself.",
      "This implied that the city-state was based on the idea that citizens were not specialists but had multiple interests and talents -- each a so-called jack-of-all-trades who could engage in many areas of life and politics. It implied a respect for the wholeness of life and a consequent dislike of specialization. It implied economic and military self-sufficiency. But with the development of trade and commerce in Alexander's empire came the growth of cities; it was no longer possible to be a jack-of-all-trades. One now had to specialize, and with specialization came professionalism. There were getting to be too many persons to know; an easily observable community of interests was being replaced by a multiplicity of interests. The city-state was simply too \"small-time.\"",
      "Third, Greek philosophy was opened up to the philosophy and religion of the East. At the peak of the Greek city-state, religion played an important part. Its gods -- such as Zeus, father of the gods, and his wife Hera -- were thought of very much as being like human beings but with superhuman abilities. Their worship was linked to the rituals connected with one's progress through life -- birth, marriage, and death -- and with invoking protection against danger, making prophecies, and promoting healing, rather than to any code of behavior. Nor was there much of a theory of afterlife.",
      "Even before Alexander's time, a life spent in the service of their city-state no longer seemed ideal to Greeks. The Athenian philosopher Socrates (470–399 B.C.) was the first person in Greece to propose a morality based on individual conscience rather than the demands of the state, and for this he was accused of not believing in the city's gods and so corrupting the youth, and he was condemned to death. Greek philosophy -- or even a focus on conscience -- might complement religion but was no substitute for it, and this made Greeks receptive to the religious systems of the Middle East, even if they never adopted them completely. The combination of the religious instinct of Asia with the philosophic spirit of Greece spread across the world in the era after Alexander's death, blending the culture of the Middle East with the culture of Greece."
    ]
  },
  {
    "id": "tpo-43-2",
    "title": "The Origin of Petroleum",
    "link": "https://toefl.kmf.com/detail/read/11eqaj.html/1",
    "article": [
      "Petroleum is defined as a gaseous, liquid, and semisolid naturally occurring substance that consists chiefly of hydrocarbons (chemical compounds of carbon and hydrogen). Petroleum is therefore a term that includes both oil and natural gas. Petroleum is nearly always found in marine sedimentary rocks. In the ocean, microscopic phytoplankton (tiny floating plants) and bacteria (simple, single-celled organisms) are the principal sources of organic matter that is trapped and buried in sediment. Most of the organic matter is buried in clay that is slowly converted to a fine-grained sedimentary rock known as shale. During this conversion, organic compounds are transformed to oil and natural gas.",
      "Sampling on the continental shelves and along the base of the continental slopes has shown that fine muds beneath the seafloor contain up to 8 percent organic matter. Two additional kinds of evidence support the hypothesis that petroleum is a product of the decomposition of organic matter: oil possesses optical properties known only in hydrocarbons derived from organic matter, and oil contains nitrogen and certain compounds believed to originate only in living matter. A complex sequence of chemical reactions is involved in converting the original solid organic matter to oil and gas, and additional chemical changes may occur in the oil and gas even after they have formed.",
      "It is now well established that petroleum migrates through aquifers and can become trapped in reservoirs. Petroleum migration is analogous to groundwater migration. When oil and gas are squeezed out of the shale in which they originated and enter a body of sandstone or limestone somewhere above, they migrate readily because sandstones (consisting of quartz grains) and limestones (consisting of carbonate minerals) are much more permeable than any shale. The force of molecular attraction between oil and quartz or carbonate minerals is weaker than that between water and quartz or carbonate minerals. Hence, because oil and water do not mix, water remains fastened to the quartz or carbonate grains, while oil occupies the central parts of the larger openings in the porous sandstone or limestone. Because oil is lighter than water, it tends to glide upward past the carbonate- and quartz-held water. In this way, oil becomes segregated from the water; when it encounters a trap, it can form a pool.",
      "Most of the petroleum that forms in sediments does not find a suitable trap and eventually makes its way, along with groundwater, to the surface of the sea. It is estimated that no more than 0.1 percent of all the organic matter originally buried in a sediment is eventually trapped in an oil pool. It is not surprising, therefore, that the highest ratio of oil and gas pools to volume of sediment is found in rock no older than 2.5 million years-young enough so that little of the petroleum has leaked away-and that nearly 60 percent of all oil and gas discovered so far has been found in strata that formed in the last 65 million years. This does not mean that older rocks produced less petroleum; it simply means that oil in older rocks has had a longer time in which to leak away.",
      "How much oil is there in the world? This is an extremely controversial question. Many billions of barrels of oil have already been pumped out of the ground. A lot of additional oil has been located by drilling but is still waiting to be pumped out. Possibly a great deal more oil remains to be found by drilling. Unlike coal, the volume of which can be accurately estimated, the volume of undiscovered oil can only be guessed at. Guesses involve the use of accumulated experience from a century of drilling. Knowing how much oil has been found in an intensively drilled area, such as eastern Texas, experts make estimates of probable volumes in other regions where rock types and structures are similar to those in eastern Texas. Using this approach and considering all the sedimentary basins of the world, experts estimate that somewhere between 1,500 and 3,000 billion barrels of oil will eventually be discovered."
    ]
  },
  {
    "id": "tpo-43-3",
    "title": "El Nino",
    "link": "https://toefl.kmf.com/detail/read/61eq9j.html/1",
    "article": [
      "The cold Humboldt Current of the Pacific Ocean flows toward the equator along the coasts of Ecuador and Peru in South America. When the current approaches the equator, the westward-flowing trade winds cause nutrient-rich cold water along the coast to rise from deeper depths to more shallow ones. This upwelling of water has economic repercussions. Fishing, especially for anchovies, is a major local industry.",
      "Every year during the months of December and January, a weak, warm countercurrent replaces the normally cold coastal waters. Without the upwelling of nutrients from below to feed the fish, fishing comes to a standstill. Fishers in this region have known the phenomenon for hundreds of years. In fact, this is the time of year they traditionally set aside to tend to their equipment and await the return of cold water. The residents of the region have given this phenomenon the name of El Niño, which is Spanish for \"the child,\" because it occurs at about the time of the celebration of birth of the Christ child.",
      "While the warm-water countercurrent usually lasts for two months or less, there are occasions when the disruption to the normal flow lasts for many months. In these situations, water temperatures are raised not just along the coast, but for thousands of kilometers offshore. Over the last few decades, the term El Niño has come to be used to describe these exceptionally strong episodes and not the annual event. During the past 60 years, at least ten El Niños have been observed. Not only do El Niños affect the temperature of the equatorial Pacific, but the strongest of them impact global weather.",
      "The processes that interact to produce an El Niño involve conditions all across the Pacific, not just in the waters off South America. Over 60 years ago, Sir Gilbert Walker, a British scientist, discovered a connection between surface pressure readings at weather stations on the eastern and western sides of the Pacific. He noted that a rise in atmospheric pressure in the eastern Pacific is usually accompanied by a fall in pressure in the western Pacific and vice versa. He called this seesaw pattern the Southern Oscillation. It was later realized that there is a close link between El Niño and the Southern Oscillation. In fact, the link between the two is so great that they are often referred to jointly as ENSO (El Niño–Southern Oscillation).",
      "During a typical year, the eastern Pacific has a higher pressure than the western Pacific does. This east-to-west pressure gradient enhances the trade winds over the equatorial waters. This results in a warm surface current that moves east to west at the equator. The western Pacific develops a thick, warm layer of water while the eastern Pacific has the cold Humboldt Current enhanced by upwelling. However, in other years the Southern Oscillation, for unknown reasons, swings in the opposite direction, dramatically changing the usual conditions described above, with pressure increasing in the western Pacific and decreasing in the eastern Pacific. This change in the pressure gradient causes the trade winds to weaken or, in some cases, to reverse. This then causes the warm water in the western Pacific to flow eastward, increasing sea-surface temperatures in the central and eastern Pacific. The eastward shift signals the beginning of an El Niño.",
      "Scientists try to document as many past El Niño events as possible by piecing together bits of historical evidence, such as sea-surface temperature records, daily observations of atmospheric pressure and rainfall, fisheries` records from South America, and the writings of Spanish colonists dating back to the fifteenth century. From such historical evidence we know that El Niños have occurred as far back as records go. It would seem that they are becoming more frequent. Records indicate that during the sixteenth century, an El Niño occurred on average every six years. Evidence gathered over the past few decades indicates that El Niños are now occurring on average a little over every two years. Even more alarming is the fact that they appear to be getting stronger. The 1997–1998 El Niño brought copious and damaging rainfall to the southern United States, from California to Florida. Snowstorms in the northeast portion of the United States were more frequent and intense than in most years."
    ]
  },
  {
    "id": "tpo-44-1",
    "title": "From Fish to Terrestrial Vertebrates",
    "link": "https://toefl.kmf.com/detail/read/61eqcj.html/1",
    "article": [
      "One of the most significant evolutionary events that occurred on Earth was the transition of water-dwelling fish to terrestrial tetrapods (four-limbed organisms with backbones). Fish probably originated in the oceans, and our first records of them are in marine rocks. However, by the Devonian Period (408 million to 362 million years ago), they had radiated into almost all available aquatic habitats, including freshwater settings. One of the groups whose fossils are especially common in rocks deposited in fresh water is the lobe-finned fish.",
      "The freshwater Devonian lobe-finned fish rhipidistian crossopterygian is of particular interest to biologists studying tetrapod evolution. These fish lived in river channels and lakes on large deltas. The delta rocks in which these fossils are found are commonly red due to oxidized iron minerals, indicating that the deltas formed in a climate that had alternate wet and dry periods. If there were periods of drought, any adaptations allowing the fish to survive the dry conditions would have been advantageous. In these rhipidistians, several such adaptations existed. It is known that they had lungs as well as gills for breathing. Cross sections cut through some of the fossils reveal that the mud filling the interior of the carcass differed in consistency and texture depending on its location inside the fish. These differences suggest a saclike cavity below the front end of the gut that can only be interpreted as a lung. Gills were undoubtedly the main source of oxygen for these fish, but the lungs served as an auxiliary breathing device for gulping air when the water became oxygen depleted, such as during extended periods of drought. So, these fish had already evolved one of the prime requisites for living on land: the ability to use air as a source of oxygen.",
      "A second adaptation of these fish was in the structure of the lobe fins. The fins were thick, fleshy, and quite sturdy, with a median axis of bone down the center. They could have been used as feeble locomotor devices on land, perhaps good enough to allow a fish to flop its way from one pool of water that was almost dry to an adjacent pond that had enough water and oxygen for survival. These fins eventually changed into short, stubby legs. The bones of the fins of a Devonian rhipidistian exactly match in number and position the limb bones of the earliest known tetrapods, the amphibians. It should be emphasized that the evolution of lungs and limbs was in no sense an anticipation of future life on land. These adaptations developed because they helped fish to survive in their existing aquatic environment.",
      "What ecological pressures might have caused fishes to gradually abandon their watery habitat and become increasingly land-dwelling creatures? Changes in climate during the Devonian may have had something to do with this if freshwater areas became progressively more restricted. Another impetus may have been new sources of food. The edges of ponds and streams surely had scattered dead fish and other water-dwelling creatures. In addition, plants had emerged into terrestrial habitats in areas near streams and ponds, and crabs and other arthropods were also members of this earliest terrestrial community. Thus, by the Devonian the land habitat marginal to freshwater was probably a rich source of protein that could be exploited by an animal that could easily climb out of water. Evidence from teeth suggests that these earliest tetrapods did not utilize land plants as food; they were presumably carnivorous and had not developed the ability to feed on plants.",
      "How did the first tetrapods make the transition to a terrestrial habitat? Like early land plants such as rhyniophytes, they made only a partial transition; they were still quite tied to water. However, many problems that faced early land plants were not applicable to the first tetrapods. The ancestors of these animals already had a circulation system, and they were mobile, so that they could move to water to drink. Furthermore, they already had lungs, which rhipidistians presumably used for auxiliary breathing. The principal changes for the earliest tetrapods were in the skeletal system-changes in the bones of the fins, the vertebral column, pelvic girdle, and pectoral girdle."
    ]
  },
  {
    "id": "tpo-44-2",
    "title": "The Use of the Camera Obscura",
    "link": "https://toefl.kmf.com/detail/read/11eqdj.html/1",
    "article": [
      "The precursor of the modern camera, the camera obscura is a darkened enclosure into which light is admitted through a lens in a small hole. The image of the illuminated area outside the enclosure is thrown upside down as if by magic onto a surface in the darkened enclosure. This technique was known as long ago as the fifth century B.C., in China. Aristotle also experimented with it in the fourth century B.C., and Leonardo da Vinci described it in his notebooks in 1490. In 1558 Giovanni Battista Della Porta wrote in his twenty-volume work Magia naturalis (meaning \"natural magic\") instructions for adding a convex lens to improve the quality of the image thrown against a canvas or panel in the darkened area where its outlines could be traced. Later, portable camera obscuras were developed, with interior mirrors and drawing tables on which the artist could trace the image. For the artist, this technique allows forms and linear perspective to be drawn precisely as they would be seen from a single viewpoint. Mirrors were also used to reverse the projected images to their original positions.",
      "Did some of the great masters of painting, then, trace their images using a camera obscura? Some art historians are now looking for clues of artists' use of such devices. One of the artists whose paintings are being analyzed from this point of view is the great Dutch master, Jan Vermeer, who lived from 1632 to 1675 during the flowering of art and science in the Netherlands, including the science of optics. Vermeer produced only about 30 known paintings, including his famous The Art of Painting. The room shown in it closely resembles the room in other Vermeer paintings, with lighting coming from a window on the left, the same roof beams, and similar floor tiles, suggesting that the room was fitted with a camera obscura on the side in the foreground. The map hung on the opposite wall was a real map in Vermeer's possession, reproduced in such faithful detail that some kind of tracery is suspected. When one of Vermeer's paintings was X-rayed, it did not have any preliminary sketches on the canvas beneath the paint, but rather the complete image drawn in black and white without any trial sketches. Vermeer did not have any students, did not keep any records, and did not encourage anyone to visit his studio, facts that can be interpreted as protecting his secret use of a camera obscura.",
      "In recent times the British artist David Hockney has published his investigations into the secret use of the camera obscura, claiming that for up to 400 years, many of Western art's great masters probably used the device to produce almost photographically realistic details in their paintings. He includes in this group Caravaggio, Hans Holbein, Leonardo da Vinci, Diego Velázquez, Jean-Auguste-Dominique Ingres, Agnolo Bronzino, and Jan van Eyck. From an artist's point of view, Hockney observed that a camera obscura compresses the complicated forms of a three-dimensional scene into two-dimensional shapes that can easily be traced and also increases the contrast between light and dark, leading to the chiaroscuroartistic term for a contrast between light and dark effect seen in many of these paintings. In Jan van Eyck's The Marriage of Giovanni Arnolfini and Giovanna Cenami, the complicated foreshortening (a technique for representing an image in art that makes it appear to recede in space) in the chandelier and the intricate detail in the bride's garments are among the clues that Hockney thinks point to the use of the camera obscura.",
      "So what are we to conclude? If these artists did use a camera obscura, does that diminish their stature? Hockney argues that the camera obscura does not replace artistic skill in drawing and painting. In experimenting with it, he found that it is actually quite difficult to use for drawing, and he speculates that the artists probably combined their observations from life with tracing of shapes."
    ]
  },
  {
    "id": "tpo-44-3",
    "title": "Seagrasses",
    "link": "https://toefl.kmf.com/detail/read/a1eqej.html/1",
    "article": [
      "Many areas of the shallow sea bottom are covered with a lush growth of aquatic flowering plants adapted to live submerged in seawater. These plants are collectively called seagrasses. Seagrass beds are strongly influenced by several physical factors. The most significant is water motion: currents and waves. Since seagrass systems exist in both sheltered and relatively open areas, they are subject to differing amounts of water motion. For any given seagrass system, however, the water motion is relatively constant. Seagrass meadows in relatively turbulent waters tend to form a mosaic of individual mounds, whereas meadows in relatively calm waters tend to form flat, extensive carpets. The seagrass beds, in turn, dampen wave action, particularly if the blades reach the water surface. This damping effect can be significant to the point where just one meter into a seagrass bed the wave motion can be reduced to zero. Currents are also slowed as they move into the bed.",
      "The slowing of wave action and currents means that seagrass beds tend to accumulate sediment. However, this is not universal and depends on the currents under which the bed exists. Seagrass beds under the influence of strong currents tend to have many of the lighter particles, including seagrass debris, moved out, whereas beds in weak current areas accumulate lighter detrital material. It is interesting that temperate seagrass beds accumulate sediments from sources outside the beds, whereas tropical seagrass beds derive most of their sediments from within.",
      "Since most seagrass systems are depositional environments, they eventually accumulate organic material that leads to the creation of fine-grained sediments with a much higher organic content than that of the surrounding unvegetated areas. This accumulation, in turn, reduces the water movement and the oxygen supply. The high rate of metabolism (the processing of energy for survival) of the microorganisms in the sediments causes sediments to be anaerobic (without oxygen) below the first few millimeters. According to ecologist J.W. Kenworthy, anaerobic processes of the microorganisms in the sediment are an important mechanism for regenerating and recycling nutrients and carbon, ensuring the high rates of productivity-that is, the amount of organic material produced-that are measured in those beds. In contrast to other productivity in the ocean, which is confined to various species of algae and bacteria dependent on nutrient concentrations in the water column, seagrasses are rooted plants that absorb nutrients from the sediment or substrate. They are, therefore, capable of recycling nutrients into the ecosystem that would otherwise be trapped in the bottom and rendered unavailable.",
      "Other physical factors that have an effect on seagrass beds include light, temperature, and desiccation (drying out). For example, water depth and turbidity (density of particles in the water) together or separately control the amount of light available to the plants and the depth to which the seagrasses may extend. Although marine botanist W.A. Setchell suggested early on that temperature was critical to the growth and reproduction of eelgrass, it has since been shown that this particularly widespread seagrass grows and reproduces at temperatures between 2 and 4 degrees Celsius in the Arctic and at temperatures up to 28 degrees Celsius on the northeastern coast of the United States. Still, extreme temperatures, in combination with other factors, may have dramatic detrimental effects. For example, in areas of the cold North Atlantic, ice may form in winter. Researchers Robertson and Mann note that when the ice begins to break up, the wind and tides may move the ice around, scouring the bottom and uprooting the eelgrass. In contrast, at the southern end of the eelgrass range, on the southeastern coast of the United States, temperatures over 30 degrees Celsius in summer cause excessive mortality. Seagrass beds also decline if they are subjected to too much exposure to the air. The effect of desiccation is often difficult to separate from the effect of temperature. Most seagrass beds seem tolerant of considerable changes in salinity (salt levels)and can be found in brackish (somewhat salty) waters as well as in full-strength seawater."
    ]
  },
  {
    "id": "tpo-45-1",
    "title": "The Beringia Landscape",
    "link": "https://toefl.kmf.com/detail/read/91eqij.html/1",
    "article": [
      "During the peak of the last ice age, northeast Asia (Siberia) and Alaska were connected by a broad land mass called the Bering Land Bridge. This land bridge existed because so much of Earth's water was frozen in the great ice sheets that sea levels were over 100 meters lower than they are today. Between 25,000 and 10,000 years ago, Siberia, the Bering Land Bridge, and Alaska shared many environmental characteristics. These included a common mammalian fauna of large mammals, a common flora composed of broad grasslands as well as wind-swept dunes and tundra, and a common climate with cold, dry winters and somewhat warmer summers. The recognition that many aspects of the modern flora and fauna were present on both sides of the Bering Sea as remnants of the ice-age landscape led to this region being named Beringia.",
      "It is through Beringia that small groups of large mammal hunters, slowly expanding their hunting territories, eventually colonized North and South America. On this archaeologists generally agree, but that is where the agreement stops. One broad area of disagreement in explaining the peopling of the Americas is the domain of paleoecologists, but it is critical to understanding human history: what was Beringia like?",
      "The Beringian landscape was very different from what it is today. Broad, windswept valleys; glaciated mountains; sparse vegetation; and less moisture created a rather forbidding land mass. This land mass supported herds of now-extinct species of mammoth, bison, and horse and somewhat modern versions of caribou, musk ox, elk, and saiga antelope. These grazers supported in turn a number of impressive carnivores, including the giant short-faced bear, the saber-tooth cat, and a large species of lion.",
      "The presence of mammal species that require grassland vegetation has led Arctic biologist Dale Guthrie to argue that while cold and dry, there must have been broad areas of dense vegetation to support herds of mammoth, horse, and bison. Further, nearly all of the ice-age fauna had teeth that indicate an adaptation to grasses and sedges; they could not have been supported by a modern flora of mosses and lichens. Guthrie has also demonstrated that the landscape must have been subject to intense and continuous winds, especially in winter. He makes this argument based on the anatomy of horse and bison, which do not have the ability to search for food through deep snow cover. They need landscapes with strong winds that remove the winter snows, exposing the dry grasses beneath. Guthrie applied the term \"mammoth steppe\" to characterize this landscape.",
      "In contrast, Paul Colinvaux has offered a counterargument based on the analysis of pollen in lake sediments dating to the last ice age. He found that the amount of pollen recovered in these sediments is so low that the Beringian landscape during the peak of the last glaciation was more likely to have been what he termed a \"polar desert,\" with little or only sparse vegetation.In no way was it possible that this region could have supported large herds of mammals and thus, human hunters. Guthrie has argued against this view by pointing out that radiocarbon analysis of mammoth, horse, and bison bones from Beringian deposits revealed that the bones date to the period of most intense glaciation.",
      "The argument seemed to be at a standstill until a number of recent studies resulted in a spectacular suite of new finds. The first was the discovery of a 1,000-square-kilometer preserved patch of Beringian vegetation dating to just over 17,000 years ago-the peak of the last ice age. The plants were preserved under a thick ash fall from a volcanic eruption. Investigations of the plants found grasses, sedges, mosses, and many other varieties in a nearly continuous cover, as was predicted by Guthrie. But this vegetation had a thin root mat with no soil formation, demonstrating that there was little long-term stability in plant cover, a finding supporting some of the arguments of Colinvaux. A mixture of continuous but thin vegetation supporting herds of large mammals is one that seems plausible and realistic with the available data."
    ]
  },
  {
    "id": "tpo-45-2",
    "title": "Wind Pollination",
    "link": "https://toefl.kmf.com/detail/read/d1eqjj.html/1",
    "article": [
      "Pollen, a powdery substance, which is produced by flowering plants and contains male reproductive cells, is usually carried from plant to plant by insects or birds, but some plants rely on the wind to carry their pollen. Wind pollination is often seen as being primitive and wasteful in costly pollen and yet it is surprisingly common, especially in higher latitudes. Wind is very good at moving pollen a long way; pollen can be blown for hundreds of kilometers, and only birds can get pollen anywhere near as far. The drawback is that wind is obviously unspecific as to where it takes the pollen. It is like trying to get a letter to a friend at the other end of the village by climbing onto the roof and throwing an armful of letters into the air and hoping that one will end up in the friend's garden. For the relatively few dominant tree species that make up temperate forests, where there are many individuals of the same species within pollen range, this is quite a safe gamble. If a number of people in the village were throwing letters off roofs, your friend would be bound to get one. By contrast, in the tropics, where each tree species has few, widely scattered individuals, the chance of wind blowing pollen to another individual is sufficiently slim that animals are a safer bet as transporters of pollen. Even tall trees in the tropics are usually not wind pollinated despite being in windy conditions. In a similar way, trees in temperate forests that are insect pollinated tend to grow as solitary, widely spread individuals.",
      "Since wind-pollinated flowers have no need to attract insects or other animals, they have dispensed with bright petals, nectar, and scent. These are at best a waste and at worst an impediment to the transfer of pollen in the air. The result is insignificant-looking flowers and catkins (dense cylindrical clusters of small, petalless flowers).",
      "Wind pollination does, of course, require a lot of pollen. Birch and hazel trees can produce 5.5 and 4 million grains per catkin, respectively. There are various adaptations to help as much of the pollen go as far as possible. Most deciduous wind-pollinated trees (which shed their leaves every fall) produce their pollen in the spring while the branches are bare of leaves to reduce the surrounding surfaces that \"compete\" with the stigmas (the part of the flower that receives the pollen) for pollen. Evergreen conifers, which do not shed their leaves, have less to gain from spring flowering, and, indeed, some flower in the autumn or winter.",
      "Pollen produced higher in the top branches is likely to go farther: it is windier (and gustier) and the pollen can be blown farther before hitting the ground. Moreover, dangling catkins like hazel hold the pollen in until the wind is strong enough to bend them, ensuring that pollen is only shed into the air when the wind is blowing hard. Weather is also important. Pollen is shed primarily when the air is dry to prevent too much sticking to wet surfaces or being knocked out of the air by rain. Despite these adaptations, much of the pollen fails to leave the top branches, and only between 0.5 percent and 40 percent gets more than 100 meters away from the parent. But once this far, significant quantities can go a kilometer or more. Indeed, pollen can travel many thousands of kilometers at high altitudes. Since all this pollen is floating around in the air, it is no wonder that wind-pollinated trees are a major source of allergies.",
      "Once the pollen has been snatched by the wind, the fate of the pollen is obviously up to the vagaries of the wind, but not everything is left to chance. Windborne pollen is dry, rounded, smooth, and generally smaller than that of insect-pollinated plants. But size is a two-edged sword. Small grains may be blown farther but they are also more prone to be whisked past the waiting stigma because smaller particles tend to stay trapped in the fast-moving air that flows around the stigma. But stigmas create turbulence, which slows the air speed around them and may help pollen stick to them."
    ]
  },
  {
    "id": "tpo-45-3",
    "title": "Feeding Strategies in the Ocean",
    "link": "https://toefl.kmf.com/detail/read/31eqkj.html/1",
    "article": [
      "In the open sea, animals can often find food reliably available in particular regions or seasons (e.g., in coastal areas in springtime). In these circumstances, animals are neither constrained to get the last calorie out of their diet nor is energy conservation a high priority. In contrast, the food levels in the deeper layers of the ocean are greatly reduced, and the energy constraints on the animals are much more severe. To survive at those levels, animals must maximize their energy input, finding and eating whatever potential food source may be present.",
      "In the near-surface layers, there are many large, fast carnivores as well as an immense variety of planktonic animals, which feed on plankton (small, free-floating plants or animals) by filtering them from currents of water that pass through a specialized anatomical structure. These filter-feeders thrive in the well-illuminated surface waters because oceans have so many very small organisms, from bacteria to large algae to larval crustaceans. Even fishes can become successful filter-feeders in some circumstances. Although the vast majority of marine fishes are carnivores, in near-surface regions of high productivity the concentrations of larger phytoplankton (the plant component of plankton) are sufficient to support huge populations of filter-feeding sardines and anchovies. These small fishes use their gill filaments to strain out the algae that dominate such areas. Sardines and anchovies provide the basis for huge commercial fisheries as well as a food resource for large numbers of local carnivores, particularly seabirds. At a much larger scale, baleen whales and whale sharks are also efficient filter-feeders in productive coastal or polar waters, although their filtered particles comprise small animals such as copepods and krill rather than phytoplankton.",
      "Filtering seawater for its particulate nutritional content can be an energetically demanding method of feeding, particularly when the current of water to be filtered has to be generated by the organism itself, as is the case for all planktonic animals. Particulate organic matter of at least 2.5 micrograms per cubic liter is required to provide a filter-feeding planktonic organism with a net energy gain. This value is easily exceeded in most coastal waters, but in the deep sea, the levels of organic matter range from next to nothing to around 7 micrograms per cubic liter. Even though mean levels may mask much higher local concentrations, it is still the case that many deep-sea animals are exposed to conditions in which a normal filter-feeder would starve.",
      "There are, therefore, fewer successful filter-feeders in deep water, and some of those that are there have larger filtering systems to cope with the scarcity of particles. Another solution for such animals is to forage in particular layers of water where the particles may be more concentrated. Many of the groups of animals that typify the filter-feeding lifestyle in shallow water have deep-sea representatives that have become predatory. Their filtering systems, which reach such a high degree of development in shallow-water species, are greatly reduced. Alternative methods of active or passive prey capture have been evolved, including trapping and seizing prey, entangling prey, and sticky tentacles.",
      "In the deeper waters of the oceans, there is a much greater tendency for animals to await the arrival of food particles or prey rather than to search them out actively (thus minimizing energy expenditure). This has resulted in a more stealthy style of feeding, with the consequent emphasis on lures and/or the evolution of elongated appendages that increase the active volume of water controlled or monitored by the animal. Another consequence of the limited availability of prey is that many animals have developed ways of coping with much larger food particles, relative to their own body size, than the equivalent shallower species can process. Among the fishes there is a tendency for the teeth and jaws to become appreciably enlarged. In such creatures, not only are the teeth hugely enlarged and/or the jaws elongated but the size of the mouth opening may be greatly increased by making the jaw articulations so flexible that they can be effectively dislocated. Very large or long teeth provide almost no room for cutting the prey into a convenient size for swallowing; the fish must gulp the prey down whole."
    ]
  }
]