[
    {
        "id": "tpo-51-1",
        "title": "Memphis: United Egypt’s First Capital",
        "link": "https://toefl.kmf.com/detail/read/e1m36j.html/1",
        "article": [
            "The city of Memphis, located on the Nile near the modern city of Cairo, was founded around 3100 B.C. as the first capital of a recently united Egypt. The choice of Memphis by Egypt`s first kings reflects the site`s strategic importance. First, and most obvious, the apex of the Nile River delta was a politically opportune location for the state`s administrative center, standing between the united lands of Upper and Lower Egypt and offering ready access to both parts of the country. The older predynastic (pre-3100 B.C.) centers of power, This and Hierakonpolis, were too remote from the vast expanse of the delta, which had been incorporated into the unified state. Only a city within easy reach of both the Nile valley to the south and the more spread out, difficult terrain to the north could provide the necessary political control that the rulers of early dynastic Egypt (roughly 3000–2600 B.C.) required.",
            "The region of Memphis must have also served as an important node for transport and communications, even before the unification of Egypt. The region probably acted as a conduit for much, if not all, of the river-based trade between northern and southern Egypt. Moreover, commodities (such as wine, precious oils, and metals) imported from the Near East by the royal courts of predynastic Upper Egypt would have been channeled through the Memphis region on their way south. In short, therefore, the site of Memphis offered the rulers of the Early Dynastic Period an ideal location for controlling internal trade within their realm, an essential requirement for a state-directed economy that depended on the movement of goods.",
            "Equally important for the national administration was the ability to control communications within Egypt. The Nile provided the easiest and quickest artery of communication, and the national capital was, again, ideally located in this respect. Recent geological surveys of the Memphis region have revealed much about its topography in ancient times. It appears that the location of Memphis may have been even more advantageous for controlling trade, transport, and communications than was previously appreciated. Surveys and drill cores have shown that the level of the Nile floodplain has steadily risen over the last five millenniums. When the floodplain was much lower, as it would have been in predynastic and early dynastic times, the outwash fans (fan-shaped deposits of sediments) of various wadis (stream-beds or channels that carry water only during rainy periods) would have been much more prominent features on the east bank. The fan associated with the Wadi Hof extended a significant way into the Nile floodplain, forming a constriction in the vicinity of Memphis. The valley may have narrowed at this point to a mere three kilometers, making it the ideal place for controlling river traffic.",
            "Furthermore, the Memphis region seems to have been favorably located for the control not only of river-based trade but also of desert trade routes. The two outwash fans in the area gave access to the extensive wadi systems of the eastern desert. In predynastic times, the Wadi Digla may have served as a trade route between the Memphis region and the Near East, to judge from the unusual concentration of foreign artifacts found in the predynastic settlement of Maadi. Access to, and control of, trade routes between Egypt and the Near East seems to have been a preoccupation of Egypt`s rulers during the period of state formation. The desire to monopolize foreign trade may have been one of the primary factors behind the political unification of Egypt. The foundation of the national capital at the junction of an important trade route with the Nile valley is not likely to have been accidental. Moreover, the Wadis Hof and Digla provided the Memphis region with accessible desert pasturage. As was the case with the cities of Hierakonpolis and Elkab, the combination within the same area of both desert pasturage and alluvial arable land (land suitable for growing crops) was a particularly attractive one for early settlement; this combination no doubt contributed to the prosperity of the Memphis region from early predynastic times."
        ]
    },
    {
        "id": "tpo-51-2",
        "title": "Population Growth in Nineteenth-Century Europe",
        "link": "https://toefl.kmf.com/detail/read/f1m3oj.html/1",
        "article": [
            "Because of industrialization, but also because of a vast increase in agricultural output without which industrialization would have been impossible, Western Europeans by the latter half of the nineteenth century enjoyed higher standards of living and longer, healthier lives than most of the world`s peoples. In Europe as a whole, the population rose from 188 million in 1800 to 400 million in 1900. By 1900, virtually every area of Europe had contributed to the tremendous surge of population, but each major region was at a different stage of demographic change.",
            "Improvements in the food supply continued trends that had started in the late seventeenth century. New lands were put under cultivation, while the use of crops of American origin, particularly the potato, continued to expand. Setbacks did occur. Regional agricultural failures were the most common cause of economic recessions until 1850, and they could lead to localized famine as well. A major potato blight (disease) in 1846-1847 led to the deaths of at least one million persons in Ireland and the emigration of another million, and Ireland never recovered the population levels the potato had sustained to that point. Bad grain harvests at the same time led to increased hardship throughout much of Europe.",
            "After 1850, however, the expansion of foods more regularly kept pace with population growth, though the poorer classes remained malnourished. Two developments were crucial. First, the application of science and new technology to agriculture increased. Led by German universities, increasing research was devoted to improving seeds, developing chemical fertilizers, and advancing livestock. After 1861, with the development of land-grant universities in the United States that had huge agricultural programs, American crop-production research added to this mix. Mechanization included the use of horse-drawn harvesters and seed drills, many developed initially in the United States. It also included mechanical cream separators and other food-processing devices that improved supply.",
            "The second development involved industrially based transportation. With trains and steam shipping, it became possible to move foods to needy regions within Western Europe quickly. Famine (as opposed to malnutrition) became a thing of the past. Many Western European countries, headed by Britain, began also to import increasing amounts of food, not only from Eastern Europe, a traditional source, but also from the Americas, Australia, and New Zealand. Steam shipping, which improved speed and capacity , as well as new procedures for canning and refrigerating foods (particularly after 1870), was fundamental to these developments.",
            "Europe`s population growth included one additional innovation by the nineteenth century: it combined with rapid urbanization. More and more Western Europeans moved from countryside to city, and big cities grew most rapidly of all. By 1850, over half of all the people in England lived in cities, a first in human history. In one sense, this pattern seems inevitable : growing numbers of people pressed available resources on the land, even when farmwork was combined with a bit of manufacturing, so people crowded into cities seeking work or other resources. Traditionally, however, death rates in cities surpassed those in the countryside by a large margin; cities had maintained population only through steady in-migration. Thus rapid urbanization should have reduced overall population growth, but by the middle of the nineteenth century this was no longer the case. Urban death rates remained high, particularly in the lower-class slums, but they began to decline rapidly.",
            "The greater reliability of food supplies was a factor in the decline of urban death rates. Even more important were the gains in urban sanitation, as well as measures such as inspection of housing. Reformers, including enlightened doctors, began to study the causes of high death rates and to urge remediation. Even before the discovery of germs, beliefs that disease spread by 'miasmas' (noxious forms of bad air) prompted attention to sewers and open garbage; Edwin Chadwick led an exemplary urban crusade for underground sewers in England in the 1830s. Gradually, public health provisions began to cut into customary urban mortality rates. By 1900, in some parts of Western Europe life expectancy in the cities began to surpass that of the rural areas. Industrial societies had figured out ways to combine large and growing cities with population growth, a development that would soon spread to other parts of the world."
        ]
    },
    {
        "id": "tpo-51-3",
        "title": "Surface Fluids on Venus and Earth",
        "link": "https://toefl.kmf.com/detail/read/f1m5ij.html/1",
        "article": [
            "A fluid is a substance, such as a liquid or gas, in which the component particles (usually molecules) can move past one another. Fluids flow easily and conform to the shape of their containers. The geologic processes related to the movement of fluids on a planet`s surface can completely resurface a planet many times. These processes derive their energy from the Sun and the gravitational forces of the planet itself. As these fluids interact with surface materials, they move particles about or react chemically with them to modify or produce materials. On a solid planet with a hydrosphere the combined mass of water on, under, or above a planet`s surface and an atmosphere, only a tiny fraction of the planetary mass flows as surface fluids. Yet the movements of these fluids can drastically alter a planet. Consider Venus and Earth, both terrestrial planets with atmospheres.",
            "Venus and Earth are commonly regarded as twin planets but not identical twins. They are about the same size, are composed of roughly the same mix of materials, and may have been comparably endowed at their beginning with carbon dioxide and water. However, the twins evolved differently, largely because of differences in their distance from the Sun. With a significant amount of internal heat, Venus may continue to be geologically active with volcanoes, rifting, and folding. However, it lacks any sign of a hydrologic system (water circulation and distribution): there are no streams, lakes, oceans, or glaciers. Space probes suggest that Venus may have started with as much water as Earth, but it was unable to keep its water in liquid form. Because Venus receives more heat from the Sun, water released from the interior evaporated and rose to the upper atmosphere where the Sun`s ultraviolet rays broke the molecules apart. Much of the freed hydrogen escaped into space, and Venus lost its water. Without water, Venus became less and less like Earth and kept an atmosphere filled with carbon dioxide. The carbon dioxide acts as a blanket, creating an intense greenhouse effect and driving surface temperatures high enough to melt lead and to prohibit the formation of carbonate minerals. Volcanoes continually vented more carbon dioxide into the atmosphere. On Earth, liquid water removes carbon dioxide from the atmosphere and combines it with calcium, from rock weathering, to form carbonate sedimentary rocks. Without liquid water to remove carbon from the atmosphere, the level of carbon dioxide in the atmosphere of Venus remains high.",
            "Like Venus, Earth is large enough to be geologically active and for its gravitational field to hold an atmosphere. Unlike Venus, it is just the right distance from the Sun so that temperature ranges allow water to exist as a liquid, a solid, and a gas. Water is thus extremely mobile and moves rapidly over the planet in a continuous hydrologic cycle. Heated by the Sun, the water moves in great cycles from the oceans to the atmosphere, over the landscape in river systems, and ultimately back to the oceans. As a result, Earth`s surface has been continually changed and eroded into delicate systems of river valleys-a remarkable contrast to the surfaces of other planetary bodies where impact craters dominate. Few areas on Earth have been untouched by flowing water. As a result, river valleys are the dominant feature of its landscape. Similarly, wind action has scoured fine particles away from large areas, depositing them elsewhere as vast sand seas dominated by dunes or in sheets of loess (fine-grained soil deposits). These fluid movements are caused by gravity flow systems energized by heat from the Sun. Other geologic changes occur when the gases in the atmosphere or water react with rocks at the surface to form new chemical compounds with different properties. An important example of this process was the removal of most of Earth`s carbon dioxide from its atmosphere to form carbonate rocks. However, if Earth were a little closer to the Sun, its oceans would evaporate; if it were farther from the Sun, the oceans would freeze solid. Because liquid water was present, self-replicating molecules of carbon, hydrogen, and oxygen developed life early in Earth`s history and have radically modified its surface, blanketing huge parts of the continents with greenery. Life thrives on this planet, and it helped create the planet`s oxygen and nitrogen-rich atmosphere and moderate temperatures."
        ]
    },
    {
        "id": "tpo-52-1",
        "title": "Stream Deposits",
        "link": "https://toefl.kmf.com/detail/read/11m4gj.html/1",
        "article": [
            "A large, swift stream or river can carry all sizes of particles, from clay to boulders. When the current slows down, its competence (how much it can carry) decreases and the stream deposits the largest particles in the streambed. If current velocity continues to decrease-as a flood wanes, for example-finer particles settle out on top of the large ones. Thus, a stream sorts its sediment according to size. A waning flood might deposit a layer of gravel, overlain by sand and finally topped by silt and clay. Streams also sort sediment in the downstream direction. Many mountain streams are choked with boulders and cobbles, but far downstream, their deltas are composed mainly of fine silt and clay. This downstream sorting is curious because stream velocity generally increases in the downstream direction. Competence increases with velocity, so a river should be able to transport larger particles than its tributaries carry. One explanation for downstream sorting is that abrasion wears away the boulders and cobbles to sand and silt as the sediment moves downstream over the years. Thus, only the fine sediment reaches the lower parts of most rivers.",
            "A stream deposits its sediment in three environments: Alluvial fans and deltas form where stream gradient (angle of incline) suddenly decreases as a stream enters a flat plain, a lake, or the sea; floodplain deposits accumulate on a floodplain adjacent to the stream channel; and channel deposits form in the stream channel itself. Bars, which are elongated mounds of sediment, are transient features that form in the stream channel and on the banks. They commonly form in one year and erode the next. Rivers used for commercial navigation must be recharted frequently because bars shift from year to year. Imagine a winding stream. The water on the outside of the curve moves faster than the water on the inside. The stream erodes its outside bank because the current`s inertia drives it into the outside bank. At the same time, the slower water on the inside point of the bend deposits sediment, forming a point bar. A mid-channel bar is a sandy and gravelly deposit that forms in the middle of a stream channel.",
            "Most streams flow in a single channel. In contrast, a braided stream flows in many shallow, interconnecting channels. A braided stream forms where more sediment is supplied to a stream than it can carry. The stream dumps the excess sediment, forming mid-channel bars. The bars gradually fill a channel, forcing the stream to overflow its banks and erode new channels. As a result, a braided stream flows simultaneously in several channels and shifts back and forth across its floodplain. Braided streams are common in both deserts and glacial environments because both produce abundant sediment. A desert yields large amounts of sediment because it has little or no vegetation to prevent erosion. Glaciers grind bedrock into fine sediment, which is carried by streams flowing from the melting ice. If a steep mountain stream flows onto a flat plain, its gradient and velocity decrease sharply. As a result, it deposits most of its sediment in a fan-shaped mound called an alluvial fan. Alluvial fans are common in many arid and semiarid mountainous regions.",
            "A stream also slows abruptly where it enters the still water of a lake or ocean. The sediment settles out to form a nearly flat landform called a delta. Part of the delta lies above water level, and the remainder lies slightly below water level. Deltas are commonly fan-shaped, resembling the Greek letter 'delta' (Δ). Both deltas and alluvial fans change rapidly. Sediment fills channels (waterways), which are then abandoned while new channels develop as in a braided stream. As a result, a stream feeding a delta or fan splits into many channels called distributaries. A large delta may spread out in this manner until it covers thousands of square kilometers.Most fans, however, are much smaller, covering a fraction of a square kilometer to a few square kilometers. The Mississippi River has flowed through seven different delta channels during the past 5,000 to 6,000 years. But in recent years, engineers have built great systems of levees (retaining walls) in attempts to stabilize the channels."
        ]
    },
    {
        "id": "tpo-52-2",
        "title": "Natufian Culture",
        "link": "https://toefl.kmf.com/detail/read/b1m4hj.html/1",
        "article": [
            "In the archaeological record of the Natufian period, from about 12,500 to 10,200 years ago, in the part of the Middle East known as the Levant―roughly east of the Mediterranean and north of the Arabian Peninsula―we see clear evidence of agricultural origins. The stone tools of the Natufians included many sickle-shaped cutting blades that show a pattern of wear characteristic of cereal harvesting. Also, querns (hand mills) and other stone tools used for processing grain occur in abundance at Natufian sites, and many such tools show signs of long, intensive use . Along with the sickle blades are many grinding stones, primarily mortars and pestles of limestone or basalt. There is also evidence that these heavy grinding stones were transported over long distances, more than 30 kilometers in some cases, and this is not something known to have been done by people of preceding periods. Fishhooks and weights for sinking fishing nets attest to the growing importance of fish in the diet in some areas. Stone vessels indicate an increased need for containers, but there is no evidence of Natufian clay working or pottery. Studies of the teeth of Natufians also strongly suggest that these people specialized in collecting cereals and may have been cultivating them and in the process of domesticating them, but they were also still hunter-foragers who intensively hunted gazelle and deer in more lush areas and wild goats and equids in more arid zones.",
            "The Natufians had a different settlement pattern from that of their predecessors. Some of their base camps were far larger (over 1,000 square meters) than any of those belonging to earlier periods, and they may have lived in some of these camps for half the year or even more. In some of the camps, people made foundations and other architectural elements out of limestone blocks. Trade in shell, obsidian, and other commodities seems to have been on the rise, and anthropologists suspect that the exchange of perishables (such as skins, foodstuffs) and salt was also on the increase. With the growing importance of wild cereals in the diet, salt probably became for the first time a near necessity: people who eat a lot of meat get many essential salts from this diet, but diets based on cereals can be deficient in salts. Salt was probably also important as a food preservative in early villages.",
            "As always, there is more to a major cultural change than simply a shift in economics. The Natufians made (and presumably wore) beads and pendants in many materials, including gemstones and marine shells that had to be imported, and it is possible that this ornamentation actually reflects a growing sense of ethnic identity and perhaps some differences in personal and group status. Cleverly carved figurines of animals, women, and other subjects occur in many sites, and Natufian period cave paintings have been found in Anatolia, Syria, and Iran.More than 400 Natufian burials have been found, most of them simple graves set in house floors. As archaeologist Belfer-Cohen notes, these burials may reflect an ancestor cult and a growing sense of community emotional ties and attachment to a particular place, and toward the end of the Natufian period, people in this area were making a strict separation between living quarters and burial grounds. In contrast with the Pleistocene cultures of the Levant, Natufian culture appears to have experienced considerable social change.",
            "The question of why the Natufians differed from their predecessors in these and other ways and why they made these first steps toward farming as a way of life remains unclear. There were climate changes, of course, and growing aridity and rising population densities may have forced them to intensify the exploitation of cereals, which in turn might have stimulated the development of sickles and other tools and the permanent communities that make agriculture efficient. But precisely how these factors interacted with others at play is poorly understood."
        ]
    },
    {
        "id": "tpo-52-3",
        "title": "Early Food Production in Sub-Saharan Africa",
        "link": "https://toefl.kmf.com/detail/read/41m4ij.html/1",
        "article": [
            "At the end of the Pleistocene (around 10,000 B.C.), the technologies of food production may have already been employed on the fringes of the rain forests of western and central Africa, where the common use of such root plants as the African yam led people to recognize the advantages of growing their own food. The yam can easily be resprouted if the top is replanted. This primitive form of 'vegeculture' (cultivation of root and tree crops) may have been the economic tradition onto which the cultivation of summer rainfall cereal crops was grafted as it came into use south of the grassland areas on the Sahara`s southern borders.",
            "As the Sahara dried up after 5000 B.C., pastoral peoples (cattle herders) moved southward along major watercourses into the savanna belt of West Africa and the Sudan. By 3000 B.C., just as ancient Egyptian civilization was coming into being along the Nile, they had settled in the heart of the East African highlands far to the south. The East African highlands are ideal cattle country and the home today of such famous cattle-herding peoples as the Masai. The highlands were inhabited by hunter-gatherers living around mountains near the plains until about 3300 B.C., when the first cattle herders appeared. These cattle people may have moved between fixed settlements during the wet and dry seasons, living off hunting in the dry months and their own livestock and agriculture during the rains.",
            "As was the case elsewhere, cattle were demanding animals in Africa. They required water at least every 24 hours and large tracts of grazing grass if herds of any size were to be maintained. The secret was the careful selection of grazing land, especially in environments where seasonal rainfall led to marked differences in graze quality throughout the year. Even modest cattle herds required plenty of land and considerable mobility. To acquire such land often required moving herds considerable distances, even from summer to winter pastures. At the same time, the cattle owners had to graze their stock in tsetse-fly-free areas. The only protection against human and animal sleeping sickness, a disease carried by the tsetse fly, was to avoid settling or farming such areas- a constraint severely limiting the movements of cattle-owning farmers in eastern and central Africa. As a result, small cattle herds spread south rapidly in areas where they could be grazed. Long before cereal agriculture took hold far south of the Sahara, some hunter-gatherer groups in the savanna woodlands of eastern and southern Africa may have acquired cattle, and perhaps other domesticated animals, by gift exchange or through raids on herding neighbors.",
            "Contrary to popular belief, there is no such phenomenon as 'pure' pastoralists, a society that subsists on its herds alone. The Saharan herders who moved southward to escape drought were almost certainly also cultivating sorghum, millet, and other tropical rainfall crops. By 1500 B.C., cereal agriculture was widespread throughout the savanna belt south of the Sahara. Small farming communities dotted the grasslands and forest margins of eastern West Africa, all of them depending on what is called shifting agriculture. This form of agriculture involved clearing woodland, burning the felled brush over the cleared plot, mixing the ash into the soil, and then cultivating the prepared fields. After a few years, the soil was exhausted, so the farmer moved on, exploiting new woodland and leaving the abandoned fields to lie fallow. Shifting agriculture, often called slash-and-burn, was highly adaptive for savanna farmers without plows, for it allowed cereal farming with the minimal expenditure of energy."
        ]
    },
    {
        "id": "tpo-53-1",
        "title": "Evidence of the Earliest Writing",
        "link": "https://toefl.kmf.com/detail/read/a1m4jj.html",
        "article": [
            "Although literacy appeared independently in several parts of the prehistoric world, the earliest evidence of writing is the cuneiform Sumerian script on the clay tablets of ancient Mesopotamia, which, archaeological detective work has revealed, had its origins in the accounting practices of commercial activity. Researchers demonstrated that preliterate people, to keep track of the goods they produced and exchanged, created a system of accounting using clay tokens as symbolic representations of their products. Over many thousands of years, the symbols evolved through several stages of abstraction until they became wedge-shaped (cuneiform) signs on clay tablets, recognizable as writing.",
            "The original tokens (circa 8500 B.C.E.) were three-dimensional solid shapes-tiny spheres, cones, disks, and cylinders. A debt of six units of grain and eight head of livestock, for example, might have been represented by six conical and eight cylindrical tokens. To keep batches of tokens together, an innovation was introduced (circa 3250 B.C.E.) whereby they were sealed inside clay envelopes that could be broken open and counted when it came time for a debt to be repaid. But because the contents of the envelopes could easily be forgotten, two-dimensional representations of the three-dimensional tokens were impressed into the surface of the envelopes before they were sealed. Eventually, having two sets of equivalent symbols-the internal tokens and external markings-came to seem redundant, so the tokens were eliminated (circa 3250–3100 B.C.E.), and only solid clay tablets with two-dimensional symbols were retained. Over time, the symbols became more numerous, varied, and abstract and came to represent more than trade commodities, evolving eventually into cuneiform writing.",
            "The evolution of the symbolism is reflected in the archaeological record first of all by the increasing complexity of the tokens themselves. The earliest tokens, dating from about 10,000 to 6,000 years ago, were of only the simplest geometric shapes. But about 3500 B.C.E., more complex tokens came into common usage, including many naturalistic forms shaped like miniature tools, furniture, fruit, and humans. The earlier, plain tokens were counters for agricultural products, whereas the complex ones stood for finished products, such as bread, oil, perfume, wool, and rope, and for items produced in workshops, such as metal, bracelets, types of cloth, garments, mats, pieces of furniture, tools, and a variety of stone and pottery vessels. The signs marked on clay tablets likewise evolved from simple wedges, circles, ovals, and triangles based on the plain tokens to pictographs derived from the complex tokens.",
            "Before this evidence came to light, the inventors of writing were assumed by researchers to have been an intellectual elite. Some , for example, hypothesized that writing emerged when members of the priestly caste agreed among themselves on written signs. But the association of the plain tokens with the first farmers and of the complex tokens with the first artisans-and the fact that the token-and-envelope accounting system invariably represented only small-scale transactions-testifies to the relatively modest social status of the creators of writing.",
            "And not only of literacy, but numeracy (the representation of quantitative concepts) as well. The evidence of the tokens provides further confirmation that mathematics originated in people`s desire to keep records of flocks and other goods. Another immensely significant step occurred around 3100 B.C. E., when Sumerian accountants extended the token-based signs to include the first real numerals. Previously, units of grain had been represented by direct one-to-one correspondence-by repeating the token or symbol for a unit of grain the required number of times. The accountants, however, devised numeral signs distinct from commodity signs, so that eighteen units of grain could be indicated by preceding a single grain symbol with a symbol denoting '18.' Their invention of abstract numerals and abstract counting was one of the most revolutionary advances in the history of mathematics.",
            "What was the social status of the anonymous accountants who produced this breakthrough? The immense volume of clay tablets unearthed in the ruins of the Sumerian temples where the accounts were kept suggests a social differentiation within the scribal class, with a virtual army of lower-ranking tabulators performing the monotonous job of tallying commodities. We can only speculate as to how high or low the inventors of true numerals were in the scribal hierarchy, but it stands to reason that this laborsaving innovation would have been the brainchild of the lower-ranking types whose drudgery it eased."
        ]
    },
    {
        "id": "tpo-53-2",
        "title": "Rain Forest Soils",
        "link": "https://toefl.kmf.com/detail/read/a1m4kj.html",
        "article": [
            "On viewing the lush plant growth of a tropical rain forest, most people would conclude that the soil beneath it is rich in nutrients. However, although rain forest soils are highly variable, they have in common the fact that abundant rainfall washes mineral nutrients out of them and into streams. This process is known as leaching. Because of rain leaching, most tropical rain forest soils have low to very low mineral nutrient content, in dramatic contrast to mineral-rich grassland soils. Tropical forest soils also often contain particular types of clays that, unlike the mineral-binding clays of temperate forest soils, do not bind mineral ions well. Aluminum is the dominant cation (positively charged ion) present in tropical soils; but plants do not require this element, and it is moderately toxic to a wide range of plants. Aluminum also reduces the availability of phosphorus, an element in high demand by plants.",
            "High moisture and temperatures speed the growth of soil microbes that decompose organic compounds, so tropical soils typically contain far lower amounts of organic materials (humus) than do other forest or grassland soils. Because organic compounds help loosen compact clay soils, hold water, and bind mineral nutrients, the relative lack of organic materials in tropical soils is deleterious to plants. Plant roots cannot penetrate far into hard clay soils, and during dry periods, the soil cannot hold enough water to supply plant needs. Because the concentration of dark-colored organic materials is low in tropical soils, they are often colored red or yellow by the presence of iron, aluminum, and manganese oxides; when dry, these soils become rock hard. The famous Cambodian temples of Angkor Wat , which have survived for many centuries, were constructed from blocks of such hard rain forest soils.",
            "Given such poor soils, how can lush tropical forests exist? The answer is that the forest`s minerals are held in its living biomass-the trees and other plants and the animals. In contrast to grasslands, where a large proportion of plant biomass is produced underground, that of tropical forests is nearly all aboveground. Dead leaves, branches, and other plant parts, as well as the wastes and bodies of rain forest animals, barely reach the forest floor before they are rapidly decayed by abundant decomposers-bacterial and fungal. Minerals released by decay are quickly absorbed by multitudinous shallow, fine tree feeder roots and stored in plant tissues. Many tropical rain forest plants (like those in other forests) have mycorrhizal (fungus-root) partners whose delicate hyphae spread through great volumes of soil, from which they release and absorb minerals and ferry them back to the host plant in exchange for needed organic compounds. The fungal hyphae are able to absorb phosphorus that plant roots could not themselves obtain from the very dilute soil solutions, and fungal hyphae can transfer mineral nutrients from one forest plant to another. Consequently , tropical rain forests typically have what are known as closed nutrient systems, in which minerals are handed off from one organism to another with little leaking through to the soil. When mineral nutrients do not spend much time in the soil, they cannot be leached into streams. Closed nutrient systems have evolved in response to the leaching effects of heavy tropical rainfall. Evidence for this conclusion is that nutrient systems are more open in the richest tropical soils and tightest in the poorest soils.",
            "The growth of organisms is dependent on the availability of nutrients, none of which is more important than nitrogen. Although there is an abundant supply of nitrogen in Earth`s atmosphere, it cannot be absorbed by plants unless it is 'fixed,' or combined chemically with other elements to form nitrogen compounds. Nitrogen-fixing bacteria help tropical rain forest plants cope with the poor soils there by supplying them with needed nitrogen. Many species of tropical rain forest trees belong to the legume family, which is known for associations of nitrogen-fixing bacteria within root nodules. Also, cycads (a type of tropical plant that resembles a palm tree) produce special aboveground roots that harbor nitrogen-fixing cyanobacteria. By growing above the ground, the roots are exposed to sunlight, which the cyanobacteria require for growth. Nitrogen fixation by free-living bacteria in tropical soils is also beneficial."
        ]
    },
    {
        "id": "tpo-53-3",
        "title": "Paleolithic Cave Painting",
        "link": "https://toefl.kmf.com/detail/read/b1m4lj.html",
        "article": [
            "In any investigation of the origins of art, attention focuses on the cave paintings created in Europe during the Paleolithic era (C. 40,000-10,000 years ago) such as those depicting bulls and other animals in the Lascaux cave in France. Accepting that they are the best preserved and most visible signs of what was a global creative explosion, how do we start to explain their appearance? Instinctively, we may want to update the earliest human artists by assuming that they painted for the sheer joy of painting. The philosophers of Classical Greece recognized it as a defining trait of humans to 'delight in works of imitation'-to enjoy the very act and triumph of representation. If we were close to a real lion or snake, we might feel frightened. But a well-executed picture of a lion or snake will give us pleasure. Why suppose that our Paleolithic ancestors were any different?",
            "This simple acceptance of art for art`s sake has a certain appeal. To think of Lascaux as a gallery allows it to be a sort of special viewing place where the handiwork of accomplished artists might be displayed.Plausibly , daily existence in parts of Paleolithic Europe may not have been so hard, with an abundance of ready food and therefore the leisure time for art. The problems with this explanation, however, are various. In the first place, the proliferation of archaeological discoveries-and this includes some of the world`s innumerable rock art sites that cannot be dated-has served to emphasize a remarkably limited repertoire of subjects. The images that recur are those of animals. Human figures are unusual, and when they do make an appearance, they are rarely done with the same attention to form accorded to the animals. If Paleolithic artists were simply seeking to represent the beauty of the world around them, would they not have left a far greater range of pictures-of trees, flowers, of the Sun and the stars?",
            "A further question to the theory of art for art`s sake is posed by the high incidence of Paleolithic images that appear not to be imitative of any reality whatsoever. These are geometrical shapes or patterns consisting of dots or lines. Such marks may be found isolated or repeated over a particular surface, but also scattered across more recognizable forms. A good example of this may be seen in the geologically spectacular grotto of Pêche Merle, in the Lot region of France. Here we encounter some favorite animals from the Paleolithic repertoire-a pair of stout-bellied horses. But over and around the horses` outlines are multiple dark spots, daubed in disregard for the otherwise naturalistic representation of animals. What does such patterning imitate? There is also the factor of location. The caves of Lascaux might conceivably qualify as underground galleries, but many other paintings have been found in recesses totally unsuitable for any kind of viewing-tight nooks and crannies that must have been awkward even for the artists to penetrate, let alone for anyone else wanting to see the art.",
            "Finally, we may doubt the notion that the Upper Paleolithic period was a paradise in which food came readily, leaving humans ample time to amuse themselves with art. For Europe it was still the Ice Age. An estimate of the basic level of sustenance then necessary for human survival has been judged at 2200 calories per day. This consideration, combined with the stark emphasis upon animals in the cave art, has persuaded some archaeologists that the primary motive behind Paleolithic images must lie with the primary activity of Paleolithic people: hunting.",
            "Hunting is a skill. Tracking, stalking, chasing, and killing the prey are difficult, sometimes dangerous activities. What if the process could be made easier-by art? In the early decades of the twentieth century, Abbé Henri Breuil argued that the cave paintings were all about 'sympathetic magic.' The artists strived diligently to make their animal images evocative and realistic because they were attempting to capture the spirit of their prey. What could have prompted their studious attention to making such naturalistic, recognizable images? According to Breuil, the artists may have believed that if a hunter were able to make a true likeness of some animal, then that animal was virtually trapped. Images, therefore, may have had the magical capacity to confer success or luck in the hunt."
        ]
    },
    {
        "id": "tpo-54-1",
        "title": "Elements of Life",
        "link": "https://toefl.kmf.com/detail/read/11m4mj.html",
        "article": [
            "The creation of life requires a set of chemical elements for making the components of cells. Life on Earth uses about 25 of the 92 naturally occurring chemical elements, although just 4 of these elements-oxygen, carbon, hydrogen, and nitrogen-make up about 96 percent of the mass of living organisms. Thus, a first requirement for life might be the presence of most or all of the elements used by life.",
            "Interestingly, this requirement can probably be met by almost any world. Scientists have determined that all chemical elements in the universe besides hydrogen and helium (and a trace amount of lithium) were produced by stars. These are known as heavy elements because they are heavier than hydrogen and helium. Although all of these heavy elements are quite rare compared to hydrogen and helium, they are found just about everywhere.",
            "Heavy elements are continually being manufactured by stars and released into space by stellar deaths , so their amount compared to hydrogen and helium gradually rises with time. Heavy elements make up about 2 percent of the chemical content (by mass) of our solar system; the other 98 percent is hydrogen and helium. In some very old star systems, which formed before many heavy elements were produced, the heavy-element share may be less than 0.1 percent. Nevertheless , every star system studied has at least some amount of all the elements used by life. Moreover, when planetesimals-small, solid objects formed in the early solar system that may accumulate to become planets-condense within a forming star system, they are inevitably made from heavy elements because the more common hydrogen and helium remain gaseous. Thus, planetesimals everywhere should contain the elements needed for life, which means that objects built from planetesimals-planets, moons, asteroids, and comets-also contain these elements. The nature of solar-system formation explains why Earth contains all the elements needed for life, and it is why we expect these elements to be present on other worlds throughout our solar system, galaxy, and universe.",
            "Note that this argument does not change, even if we allow for life very different from life on Earth. Life on Earth is carbon based, and most biologists believe that life elsewhere is likely to be carbon based as well. However, we cannot absolutely rule out the possibility of life with another chemical basis, such as silicon or nitrogen. The set of elements (or their relative proportions) used by life based on some other element might be somewhat different from that used by carbon-based life on Earth. But the elements are still products of stars and would still be present in planetesimals everywhere. No matter what kinds of life we are looking for, we are likely to find the necessary elements on almost every planet, moon, asteroid, and comet in the universe.",
            "A somewhat stricter requirement is the presence of these elements in molecules that can be used as ready-made building blocks for life, just as early Earth probably had an organic soup of amino acids and other complex molecules. Earth`s organic molecules likely came from some combination of three sources: chemical reactions in the atmosphere, chemical reactions near deep-sea vents in the oceans, and molecules carried to Earth by asteroids and comets. The first two sources can occur only on worlds with atmospheres or oceans, respectively. But the third source should have brought similar molecules to nearly all worlds in our solar system.",
            "Studies of meteorites and comets suggest that organic molecules are widespread among both asteroids and comets. Because each body in the solar system was repeatedly struck by asteroids and comets during the period known as the heavy bombardment (about 4 billion years ago), each body should have received at least some organic molecules. However, these molecules tend to be destroyed by solar radiation on surfaces unprotected by atmospheres. Moreover, while these molecules might stay intact beneath the surface (as they evidently do on asteroids and comets), they probably cannot react with each other unless some kind of liquid or gas is available to move them about. Thus, if we limit our search to worlds on which organic molecules are likely to be involved in chemical reactions, we can probably rule out any world that lacks both an atmosphere and a surface or subsurface liquid medium, such as water."
        ]
    },
    {
        "id": "tpo-54-2",
        "title": "The Commercialization of Lumber",
        "link": "https://toefl.kmf.com/detail/read/71m4nj.html",
        "article": [
            "In nineteenth-century America, practically everything that was built involved wood. Pine was especially attractive for building purposes. It is durable and strong, yet soft enough to be easily worked with even the simplest of hand tools. It also floats nicely on water, which allowed it to be transported to distant markets across the nation. The central and northern reaches of the Great Lakes states-Michigan, Wisconsin, and Minnesota-all contained extensive pine forests as well as many large rivers for floating logs into the Great Lakes, from where they were transported nationwide.",
            "By 1860, the settlement of the American West along with timber shortages in the East converged with ever-widening impact on the pine forests of the Great Lakes states. Over the next 30 years, lumbering became a full-fledged enterprise in Michigan, Wisconsin, and Minnesota. Newly formed lumbering corporations bought up huge tracts of pineland and set about systematically cutting the trees. Both the colonists and the later industrialists saw timber as a commodity , but the latter group adopted a far more thorough and calculating approach to removing trees. In this sense, what happened between 1860 and 1890 represented a significant break with the past. No longer were farmers in search of extra income the main source for shingles, firewood, and other wood products. By the 1870s, farmers and city dwellers alike purchased forest products from large manufacturing companies located in the Great Lakes states rather than chopping wood themselves or buying it locally.",
            "The commercialization of lumbering was in part the product of technological change. The early, thick saw blades tended to waste a large quantity of wood, with perhaps as much as a third of the log left behind on the floor as sawdust or scrap. In the 1870s, however, the British-invented band saw , with its thinner blade, became standard issue in the Great Lakes states` lumber factories. Meanwhile, the rise of steam-powered mills streamlined production by allowing for the more efficient, centralized, and continuous cutting of lumber. Steam helped to automate a variety of tasks, from cutting to the carrying away of waste. Mills also employed steam to heat log ponds, preventing them from freezing and making possible year-round lumber production.",
            "For industrial lumbering to succeed, a way had to be found to neutralize the effects of the seasons on production. Traditionally, cutting took place in the winter, when snow and ice made it easier to drag logs on sleds or sleighs to the banks of streams. Once the streams and lakes thawed, workers rafted the logs to mills, where they were cut into lumber in the summer. If nature did not cooperate-if the winter proved dry and warm, if the spring thaw was delayed-production would suffer. To counter the effects of climate on lumber production, loggers experimented with a variety of techniques for transporting trees out of the woods. In the 1870s, loggers in the Great Lakes states began sprinkling water on sleigh roads, giving them an artificial ice coating to facilitate travel. The ice reduced the friction and allowed workers to move larger and heavier loads.",
            "But all the sprinkling in the world would not save a logger from the threat of a warm winter. Without snow the sleigh roads turned to mud. In the 1870s, a set of snowless winters left lumber companies to ponder ways of liberating themselves from the seasons. Railroads were one possibility. At first, the remoteness of the pine forests discouraged common carriers from laying track. But increasing lumber prices in the late 1870s combined with periodic warm, dry winters compelled loggers to turn to iron rails. By 1887, 89 logging railroads crisscrossed Michigan, transforming logging from a winter activity into a year-round one.",
            "Once the logs arrived at a river, the trip downstream to a mill could be a long and tortuous one. Logjams (buildups of logs that prevent logs from moving downstream) were common-at times stretching for 10 miles-and became even more frequent as pressure on the northern Midwest pinelands increased in the 1860s. To help keep the logs moving efficiently, barriers called booms (essentially a chain of floating logs) were constructed to control the direction of the timber. By the 1870s, lumber companies existed in all the major logging areas of the northern Midwest."
        ]
    },
    {
        "id": "tpo-54-3",
        "title": "Overkill of the North American Megafauna",
        "link": "https://toefl.kmf.com/detail/read/b1m4oj.html",
        "article": [
            "Thousands of years ago, in North America`s past, all of its megafauna-large mammals such as mammoths and giant bears-disappeared. One proposed explanation for this event is that when the first Americans migrated over from Asia, they hunted the megafauna to extinction. These people, known as the Clovis society after a site where their distinctive spear points were first found, would have been able to use this food source to expand their population and fill the continent rapidly. Yet many scientists argue against this 'Pleistocene (the period between about 2.5 million and 11,700 years ago during which humans first appeared on Earth) overkill' hypothesis. Modern humans have certainly been capable of such drastic effects on animals, but could ancient people with little more than stone spears similarly have caused the extinction of numerous species of animals? Thirty-five genera or groups of species (and many individual species) suffered extinction in North America around 11,000 B.C., soon after the appearance and expansion of Paleo-Indiansa group of hunters active in America during the late Pleistocene throughout the Americas (27 genera disappeared completely, and another 8 became locally extinct, surviving only outside North America).",
            "Although the climate changed at the end of the Pleistocene, warming trends had happened before. A period of massive extinction of large mammals like that seen about 11,000 years ago had not occurred during the previous 400,000 years, despite these changes. The only apparently significant difference in the Americas 11,000 years ago was the presence of human hunters of these large mammals. Was this coincidence or cause-and-effect?",
            "We do not know. Ecologist Paul S. Martin has championed the model that associates the extinction of large mammals at the end of the Pleistocene with human predation. With researcher J. E. Mosimann, he has co-authored a work in which a computer model showed that in around 300 years, given the right conditions, a small influx of hunters into eastern Beringia 12,000 years ago could have spread across North America in a wave and wiped out game animals to feed their burgeoning population.",
            "The researchers ran the model several ways, always beginning with a population of 100 humans in Edmonton, in Alberta, Canada, at 11,500 years ago. Assuming different initial North American big-game-animal populations (75–150 million animals) and different population growth rates for the human settlers (0.65%–3.5%), and varying kill rates, Mosimann and Martin derived figures of between 279 and 1,157 years from initial contact to big-game extinction.",
            "Many scholars continue to support this scenario. For example, geologist Larry Agenbroad has mapped the locations of dated Clovis sites alongside the distribution of dated sites where the remains of wooly mammoths have been found in both archaeological and purely paleontological contexts. These distributions show remarkable synchronicity (occurrence at the same time).",
            "There are, however, many problems with this model. Significantly, though a few sites are quite impressive, there really is very little archaeological evidence to support it. Writing in 1982, Martin himself admitted the paucity of evidence; for example, at that point, the remains of only 38 individual mammoths had been found at Clovis sites. In the years since, few additional mammoths have been added to the list; there are still fewer than 20 Clovis sites where the remains of one or more mammoths have been recovered, a minuscule proportion of the millions that necessarily would have had to have been slaughtered within the overkill scenario.",
            "Though Martin claims the lack of evidence actually supports his model-the evidence is sparse because the spread of humans and the extinction of animals occurred so quickly-this argument seems weak. And how could we ever disprove it? As archaeologist Donald Grayson points out, in other cases where extinction resulted from the quick spread of human hunters-for example, the extinction of the moa, the large flightless bird of New Zealand-archaeological evidence in the form of remains is abundant. Grayson has also shown that the evidence is not so clear that all or even most of the large herbivores in late Pleistocene America became extinct after the appearance of Clovis. Of the 35 extinct genera, only 8 can be confidently assigned an extinction date of between 12,000 and 10,000 years ago. Many of the older genera, Grayson argues, may have succumbed before 12,000 B.C., at least half a century before the Clovis showed up in the American West."
        ]
    }
]