[
    {
        "id": "tpo-30-1",
        "title": "The Pace of Evolutionary Change",
        "link": "https://toefl.kmf.com/detail/read/81fwbj.html",
        "article": [
            "A heated debate has enlivened recent studies of evolution. Darwin's original thesis, and the viewpoint supported by evolutionary gradualists, is that species change continuously but slowly and in small increments. Such changes are all but invisible over the short time scale of modern observations, and, it is argued, they are usually obscured by innumerable gaps in the imperfect fossil record. Gradualism, with its stress on the slow pace of change, is a comforting position, repeated over and over again in generations of textbooks. By the early twentieth century, the question about the rate of evolution had been answered in favor of gradualism to most biologists' satisfaction.",
            "Sometimes a closed question must be reopened as new evidence or new arguments based on old evidence come to light. In 1972 paleontologists Stephen Jay Gould and Niles Eldredge challenged conventional wisdom with an opposing viewpoint, the punctuated equilibrium hypothesis, which posits that species give rise to new species in relatively sudden bursts, without a lengthy transition period. These episodes of rapid evolution are separated by relatively long static spans during which a species may hardly change at all.",
            "The punctuated equilibrium hypothesis attempts to explain a curious feature of the fossil record-one that has been familiar to paleontologists for more than a century but has usually been ignored. Many species appear to remain unchanged in the fossil record for millions of years-a situation that seems to be at odds with Darwin's model of continuous change. Intermediate fossil forms, predicted by gradualism, are typically lacking. In most localities a given species of clam or coral persists essentially unchanged throughout a thick formation of rock, only to be replaced suddenly by a new and different species.",
            "The evolution of North American horses, which was once presented as a classic textbook example of gradual evolution, is now providing equally compelling evidence for punctuated equilibrium. A convincing 50-million-year sequence of modern horse ancestors-each slightly larger, with more complex teeth, a longer face, and a more prominent central toe-seemed to provide strong support for Darwin's contention that species evolve gradually. But close examination of those fossil deposits now reveals a somewhat different story. Horses evolved in discrete steps, each of which persisted almost unchanged for millions of years and was eventually replaced by a distinctive newer model. The four-toed Eohippus preceded the three-toed Miohippus, for example, but North American fossil evidence suggests a jerky, uneven transition between the two. If evolution had been a continuous, gradual process, one might expect that almost every fossil specimen would be slightly different from every other.",
            "If it seems difficult to conceive how major changes could occur rapidly, consider this: an alteration of a single gene in flies is enough to turn a normal fly with a single pair of wings into one that has two pairs of wings.",
            "The question about the rate of evolution must now be turned around: does evolution ever proceed gradually, or does it always occur in short bursts? Detailed field studies of thick rock formations containing fossils provide the best potential tests of the competing theories.",
            "Occasionally, a sequence of fossil-rich layers of rock permits a comprehensive look at one type of organism over a long period of time. For example, Peter Sheldon's studies of trilobites, a now extinct marine animal with a segmented body, offer a detailed glimpse into three million years of evolution in one marine environment. In that study, each of eight different trilobite species was observed to undergo a gradual change in the number of segments-typically an increase of one or two segments over the whole time interval. No significant discontinuities were observed, leading Sheldon to conclude that environmental conditions were quite stable during the period he examined.",
            "Similar exhaustive studies are required for many different kinds of organisms from many different periods. Most researchers expect to find that both modes of transition from one species to another are at work in evolution. Slow, continuous change may be the norm during periods of environmental stability, while rapid evolution of new species occurs during periods of environmental stress. But a lot more studies like Sheldon's are needed before we can say for sure."
        ]
    },
    {
        "id": "tpo-30-2",
        "title": "The Invention of the Mechanical Clock",
        "link": "https://toefl.kmf.com/detail/read/81fwtj.html",
        "article": [
            "In Europe, before the introduction of the mechanical clock, people told time by sun (using, for example, shadow sticks or sun dials) and water clocks. Sun clocks worked, of course, only on clear days; water clocks misbehaved when the temperature fell toward freezing, to say nothing of long-run drift as the result of sedimentation and clogging. Both these devices worked well in sunny climates; but in northern Europe the sun may be hidden by clouds for weeks at a time, while temperatures vary not only seasonally but from day to night.",
            "Medieval Europe gave new importance to reliable time. The Catholic Church had its seven daily prayers, one of which was at night, requiring an alarm arrangement to waken monks before dawn. And then the new cities and towns, squeezed by their walls, had to know and order time in order to organize collective activity and ration space. They set a time to go to work, to open the market, to close the market, to leave work, and finally a time to put out fires and go to sleep. All this was compatible with older devices so long as there was only one authoritative timekeeper; but with urban growth and the multiplication of time signals, discrepancy brought discord and strife. Society needed a more dependable instrument of time measurement and found it in the mechanical clock.",
            "We do not know who invented this machine, or where. It seems to have appeared in Italy and England (perhaps simultaneous invention) between 1275 and 1300. Once known, it spread rapidly, driving out water clocks but not solar dials, which were needed to check the new machines against the timekeeper of last resort. These early versions were rudimentary, inaccurate, and prone to breakdown.",
            "Ironically, the new machine tended to undermine Catholic Church authority. Although church ritual had sustained an interest in timekeeping throughout the centuries of urban collapse that followed the fall of Rome, church time was nature`s time. Day and night were divided into the same number of parts, so that except at the equinoxes, day and night hours were unequal; and then of course the length of these hours varied with the seasons. But the mechanical clock kept equal hours, and this implied a new time reckoning. The Catholic Church resisted, not coming over to the new hours for about a century. From the start, however, the towns and cities took equal hours as their standard, and the public clocks installed in town halls and market squares became the very symbol of a new, secular municipal authority. Every town wanted one; conquerors seized them as especially precious spoils of war; tourists came to see and hear these machines the way they made pilgrimages to sacred relics.",
            "The clock was the greatest achievement of medieval mechanical ingenuity. Its general accuracy could be checked against easily observed phenomena, like the rising and setting of the sun. The result was relentless pressure to improve technique and design. At every stage, clockmakers led the way to accuracy and precision; they became masters of miniaturization, detectors and correctors of error, searchers for new and better. They were thus the pioneers of mechanical engineering and served as examples and teachers to other branches of engineering.",
            "The clock brought order and control, both collective and personal. Its public display and private possession laid the basis for temporal autonomy: people could now coordinate comings and goings without dictation from above. The clock provided the punctuation marks for group activity, while enabling individuals to order their own work (and that of others) so as to enhance productivity. Indeed, the very notion of productivity is a by-product of the clock: once one can relate performance to uniform time units, work is never the same. One moves from the task-oriented time consciousness of the peasant (working one job after another, as time and light permit) and the time-filling busyness of the domestic servant (who always had something to do) to an effort to maximize product per unit of time."
        ]
    },
    {
        "id": "tpo-30-3",
        "title": "Role of Play in Development",
        "link": "https://toefl.kmf.com/detail/read/31gijj.html",
        "article": [
            "Play is easier to define with examples than with concepts. In any case, in animals it consists of leaping, running, climbing, throwing, wrestling, and other movements, either alone, with objects, or with other animals. Depending on the species, play may be primarily for social interaction, exercise, or exploration. One of the problems in providing a clear definition of play is that it involves the same behaviors that take place in other circumstances – dominance, predation, competition, and real fighting. Thus, whether play occurs or not depends on the intention of the animal, and intentions are not always clear from behavior alone.",
            "Play appears to be a developmental characteristic of animals with fairly sophisticated nervous systems, mainly birds and mammals. Play has been studied most extensively in primates and canids (dogs). Exactly why animals play is still a matter debated in the research literature, and the reasons may not be the same for every species that plays. Determining the functions of play is difficult because the functions may be long-term, with beneficial effects not showing up until the animal's adulthood.",
            "Play is not without considerable costs to the individual animal. Play is usually very active, involving movement in space and, at times, noisemaking. Therefore, it results in the loss of fuel or energy that might better be used for growth or for building up fat stores in a young animal. Another potential cost of this activity is greater exposure to predators since play is attention-getting behavior. Greater activity also increases the risk of injury in slipping or falling.",
            "The benefits of play must outweigh the costs, or play would not have evolved, according to Darwin's theory. Some of the potential benefits relate directly to the healthy development of the brain and nervous system. In one research study, two groups of young rats were raised under different conditions. One group developed in an 'enriched' environment, which allowed the rats to interact with other rats, play with toys, and receive maze training. The other group lived in an 'impoverished' environment in individual cages in a dimly lit room with little stimulation. At the end of the experiments, the results showed that the actual weight of the brains of the impoverished rats was less than that of those raised in the enriched environment (though they were fed the same diets). Other studies have shown that greater stimulation not only affects the size of the brain but also increases the number of connections between the nerve cells. Thus, active play may provide necessary stimulation to the growth of synaptic connections in the brain, especially the cerebellum, which is responsible for motor functioning and movements.",
            "Play also stimulates the development of the muscle tissues themselves and may provide the opportunity to practice those movements needed for survival. Prey species, like young deer or goats, for example, typically play by performing sudden flight movements and turns, whereas predator species, such as cats, practice stalking, pouncing, and biting.",
            "Play allows a young animal to explore its environment and practice skills in comparative safety since the surrounding adults generally do not expect the young to deal with threats or predators. Play can also provide practice in social behaviors needed for courtship and mating. Learning appropriate social behaviors is especially important in species that live in groups, like young monkeys that need to learn to control selfishness and aggression and to understand the give-and-take involved in social groups. They need to learn how to be dominant and submissive because each monkey might have to play either role in the future. Most of these things are learned in the long developmental periods that primates have, during which they engage in countless play experiences with their peers.",
            "There is a danger, of course, that play may be misinterpreted or not recognized as play by others, potentially leading to aggression. This is especially true when play consists of practicing normal aggressive or predator behaviors. Thus, many species have evolved clear signals to delineate playfulness. Dogs, for example, will wag their tails, get down their front legs, and stick their behinds in the air to indicate 'what follows is just for play.'"
        ]
    }
]